{"0": {"Type": "Person", "MBID": "c8b03190-306c-4120-bb0b-6f2ebfc06ea9", "BeginDate": "1990-02-16", "URL": "https://www.last.fm/music/The+Weeknd", "EndDate": "None", "ID": 0, "gender": "Male", "Location": "Canada", "Description": "The Weeknd, the stage name for Abel Tesfaye, is a Canadian singer-songwriter and producer.\nThe Scarborough, Toronto-born singer, songwriter, and producer doesn't say much outside of his lyrics or personal messages through his social networking sites. Ever since appearing on the scene in late 2010, he's been shrouded in mystery, cultivating a mystique that baffles our gossip-obsessed pop culture. With that said, the 25-year-old alternative R&B phenomenon is an enigma in more ways than one. <a href=\"https://www.last.fm/music/The+Weeknd\">Read more on Last.fm</a>", "Name": "The Weeknd"}, "1": {"Type": "Group", "MBID": "cc197bad-dc9c-440d-a5b5-d52ba2e14234", "BeginDate": "1996-09", "URL": "https://www.last.fm/music/Coldplay", "EndDate": "None", "ID": 1, "gender": "None", "Location": "United Kingdom", "Description": "Coldplay is a British alternative rock band, formed in London, United Kingdom in 1997. The band comprises vocalist and pianist Chris Martin, lead guitarist Jonny Buckland – who met each other in September 1996 at Ramsay Hall (halls of residence) at University College London - bassist Guy Berryman and drummer Will Champion.\n\nNot only have Coldplay had 7 highly successful studio album releases (all of which debuted at #1 on the UK album chart) - with their latest 7th studio album released on December 4 <a href=\"https://www.last.fm/music/Coldplay\">Read more on Last.fm</a>", "Name": "Coldplay"}, "2": {"Type": "Group", "MBID": "a74b1b7f-71a5-4011-9441-d0b5e4122711", "BeginDate": "1991", "URL": "https://www.last.fm/music/Radiohead", "EndDate": "None", "ID": 2, "gender": "None", "Location": "United Kingdom", "Description": "Radiohead are an English alternative rock band from Abingdon, Oxfordshire, UK which formed in 1985. The band is composed of Thom Yorke (lead vocals, rhythm guitar, piano, beats), Jonny Greenwood (lead guitar, keyboard, other instruments), Ed O'Brien (guitar, backing vocals), Colin Greenwood (bass guitar) and Phil Selway (drums, percussion).\n\nThe early years (1992 – 1995)\nRadiohead released their first single, \"Creep\" in 1992. The song was initially unsuccessful <a href=\"https://www.last.fm/music/Radiohead\">Read more on Last.fm</a>", "Name": "Radiohead"}, "3": {"Type": "Person", "MBID": "2f548675-008d-4332-876c-108b0c7ab9c5", "BeginDate": "1975-12-18", "URL": "https://www.last.fm/music/Sia", "EndDate": "None", "ID": 3, "gender": "Female", "Location": "Australia", "Description": "Sia Kate Isobelle Furler (born 18 December 1975) or simply Sia, is an Australian pop, downtempo, and jazz singer and songwriter. In 2000, her single, \"Taken for Granted\" was a top 10 hit in the United Kingdom. Her 2008 album, Some People Have Real Problems peaked in the top 30 on the Billboard 200. At the ARIA Music Awards of 2009, she won the award for 'Best Music DVD' and received six nominations at the ARIA Music Awards of 2010 and won 'Best Independent <a href=\"https://www.last.fm/music/Sia\">Read more on Last.fm</a>", "Name": "Sia"}, "4": {"Type": "Group", "MBID": "65f4f0c5-ef9e-490c-aee3-909e7ae6b2ab", "BeginDate": "1981-10", "URL": "https://www.last.fm/music/Metallica", "EndDate": "None", "ID": 4, "gender": "None", "Location": "United States", "Description": "Metallica is an American metal band formed in 1981 in Los Angeles, California, United States when drummer Lars Ulrich posted an advertisement in The Recycler. Metallica’s line-up originally consisted of Ulrich, rhythm guitarist and vocalist James Hetfield, and lead guitarist Dave Mustaine. Mustaine was later fired due to problems with alcoholism and drug addiction - he went on to form the band Megadeth. Exodus guitarist Kirk Hammett took his place. <a href=\"https://www.last.fm/music/Metallica\">Read more on Last.fm</a>", "Name": "Metallica"}, "5": {"Type": "Group", "MBID": "b49b81cc-d5b7-4bdd-aadb-385df8de69a6", "BeginDate": "2004-01", "URL": "https://www.last.fm/music/Drake", "EndDate": "None", "ID": 5, "gender": "None", "Location": "Poland", "Description": "Aubrey “Drake” Graham (born October 24, 1986 in Toronto, Ontario) is a Grammy award nominated Canadian actor, rapper and singer signed to Young Money/Universal Motown. Drake shot to global fame upon the release of his critically acclaimed 2009 mixtape So Far Gone and Best I Ever Had, a single from the mixtape which peaked at #2 on the Billboard Hot 100.\n\nDrake's music career began in 2006 with the release of his debut mixtape room for improvement. <a href=\"https://www.last.fm/music/Drake\">Read more on Last.fm</a>", "Name": "Drake"}, "6": {"Type": "Group", "MBID": "c5c2ea1c-4bde-4f4d-bd0b-47b200bf99d6", "BeginDate": "2005", "URL": "https://www.last.fm/music/The+xx", "EndDate": "None", "ID": 6, "gender": "None", "Location": "United Kingdom", "Description": "The xx are a Mercury Prize-winning trio formed in 2005 in London, United Kingdom and signed to Young Turks. The band members are Romy Madley Croft (vocals, lead guitar), Oliver Sim (vocals, bass guitar), and Jamie Smith, known as Jamie xx (beats, MPC sampler). Second guitarist and keyboardist Baria Qureshi was dropped from the band mid-tour in 2009. The reasons behind her ousting remain unclear.\n\nOn 17 August 2009, the group released their debut album xx on Young Turks label. <a href=\"https://www.last.fm/music/The+xx\">Read more on Last.fm</a>", "Name": "The xx"}, "7": {"Type": "Person", "MBID": "5441c29d-3602-4898-b1a1-b77fa23b8e50", "BeginDate": "1947-01-08", "URL": "https://www.last.fm/music/David+Bowie", "EndDate": "2016-01-10", "ID": 7, "gender": "Male", "Location": "United Kingdom", "Description": "David Bowie (born David Robert Jones on 8th January 1947 in Brixton, London, UK) was an English rock singer, songwriter, musician, and actor. Active during six decades of popular music and frequently reinventing his music and image, Bowie is widely regarded as an innovator, particularly for his work in the 1970s. Shortly after releasing his 25th studio album Blackstar, it was announced Bowie died on 10 January 2016, following an eighteen-month battle with cancer. <a href=\"https://www.last.fm/music/David+Bowie\">Read more on Last.fm</a>", "Name": "David Bowie"}, "8": {"Type": "Person", "MBID": "db36a76f-4cdf-43ac-8cd0-5e48092d2bae", "BeginDate": "1983-01-07", "URL": "https://www.last.fm/music/Rihanna", "EndDate": "None", "ID": 8, "gender": "Female", "Location": "United Kingdom", "Description": "Robyn Rihanna Fenty (born February 20, 1988), known by her stage name, Rihanna, is a Bajan singer.  Her song Umbrella was one of the highest-selling songs of 2007 and her 3rd album Good Girl Gone Bad was critically acclaimed, helping propel her to superstar status. She has attained thirteen Billboard Hot 100 number ones thus far and is the second Bajan artist to win a Grammy Award. She is also a cultural ambassador for Barbados.\n\nRihanna was born in Saint Michael <a href=\"https://www.last.fm/music/Rihanna\">Read more on Last.fm</a>", "Name": "Rihanna"}, "9": {"Type": "Group", "MBID": "8bfac288-ccc5-448d-9573-c33ea2aa5c30", "BeginDate": "1983", "URL": "https://www.last.fm/music/Red+Hot+Chili+Peppers", "EndDate": "None", "ID": 9, "gender": "None", "Location": "United States", "Description": "The Red Hot Chili Peppers are a funk rock band based in Hollywood, California and were formed in 1983, in Los Angeles, California. The band currently consists of founding members Anthony Kiedis (vocals) and Michael \"Flea\" Balzary (bass) along with a longtime member Chad Smith (drums). Guitarist John Frusciante quietly left the band on good terms in late 2008. On January 2, 2010, Josh Klinghoffer was announced as Frusciante's replacement.\n\nThe band initially formed for a one-off support act for a friend's band <a href=\"https://www.last.fm/music/Red+Hot+Chili+Peppers\">Read more on Last.fm</a>", "Name": "Red Hot Chili Peppers"}, "10": {"Type": "Group", "MBID": "91a81925-92f9-4fc9-b897-93cf01226282", "BeginDate": "2012", "URL": "https://www.last.fm/music/The+Chainsmokers", "EndDate": "None", "ID": 10, "gender": "None", "Location": "United States", "Description": "The Chainsmokers are a disc jockey/producer duo consisting of Andrew Taggart (born in 1990) and Alex Pall (born in 1985) from New York City, United States. \n\nAndrew Taggart was born in Portland, ME. He was a member of the Love Team. Alex Pall was born in 1985 in New York City. Pall studied art at New York University, while Taggart studied at Syracuse University. In 2012, they came together as a DJ duo. The Chainsmokers formed as electronic dance music producer DJs in 2012 under the management company 4AM in New York City. <a href=\"https://www.last.fm/music/The+Chainsmokers\">Read more on Last.fm</a>", "Name": "The Chainsmokers"}, "11": {"Type": "Group", "MBID": "b10bbbfc-cf9e-42e0-be17-e2c3e1d2600d", "BeginDate": "1957-03", "URL": "https://www.last.fm/music/The+Beatles", "EndDate": "1970-04-10", "ID": 11, "gender": "None", "Location": "United Kingdom", "Description": "The Beatles were an iconic rock group from Liverpool, England. They are frequently cited as the most commercially successful and critically acclaimed band in modern history, with innovative music, a cultural impact that helped define the 1960s and an enormous influence on music that is still felt today. Currently, The Beatles are one of the two musical acts to sell more than 1 billion records, with only Elvis Presley having been able to achieve the same feat. <a href=\"https://www.last.fm/music/The+Beatles\">Read more on Last.fm</a>", "Name": "The Beatles"}, "12": {"Type": "Person", "MBID": "164f0d73-1234-4e2c-8743-d77bf2191051", "BeginDate": "1977-06-08", "URL": "https://www.last.fm/music/Kanye+West", "EndDate": "None", "ID": 12, "gender": "Male", "Location": "Chicago", "Description": "Kanye Omari West (born June 8, 1977 in Atlanta, Georgia) is a Grammy award winning rapper, producer, author, designer and singer. \n\nHe began making beats and rapping in the early 90s in Chicago, IL, United States when he formed the rap group Go Getters with Chicago natives GLC and Really Doe. He later gained nationwide popularity in New York when he began producing tracks for artists such as Jay-Z, Twista, Mase, Talib Kweli and Alicia Keys. \n\nWest’s style of production often utilizes pitched-up vocal samples <a href=\"https://www.last.fm/music/Kanye+West\">Read more on Last.fm</a>", "Name": "Kanye West"}, "13": {"Type": "Character", "MBID": "420ca290-76c5-41af-999e-564d7c71f1a7", "BeginDate": "None", "URL": "https://www.last.fm/music/Queen", "EndDate": "None", "ID": 13, "gender": "None", "Location": "Japan", "Description": "Queen were an English rock band originally consisting of four members: vocalist Freddie Mercury, guitarist Brian May, bass guitarist John Deacon, and drummer Roger Taylor.\n\nThe band formed in London in 1970 after May and Taylor's former band Smile split after having released an album and single. Freddie replaced lead vocalist Tim Staffell, after the latter's departure from the original trio. \n\nThere was much deliberation as to what the band's name would be. <a href=\"https://www.last.fm/music/Queen\">Read more on Last.fm</a>", "Name": "Queen"}, "14": {"Type": "Person", "MBID": "8dd98bdc-80ec-4e93-8509-2f46bafc09a7", "BeginDate": "1984-01-17", "URL": "https://www.last.fm/music/Calvin+Harris", "EndDate": "None", "ID": 14, "gender": "Male", "Location": "United Kingdom", "Description": "Calvin Harris (born Adam Richard Wiles; January 17,  1984 in Dumfries, Scotland), is a Scottish singer, songwriter and record producer. He was born and grew up in Dumfries, Scotland. His interest in electronic music surfaced in his early teenage years, producing his first bedroom demo by the age of 15. \n\nHis first album I Created Disco was released on 18 June 2007. The album contained up-tempo electroclash songs that were influenced by music from the 1980s. <a href=\"https://www.last.fm/music/Calvin+Harris\">Read more on Last.fm</a>", "Name": "Calvin Harris"}, "15": {"Type": "Group", "MBID": "ada7a83c-e3e1-40f1-93f9-3e73dbc9298a", "BeginDate": "2002", "URL": "https://www.last.fm/music/Arctic+Monkeys", "EndDate": "None", "ID": 15, "gender": "None", "Location": "United Kingdom", "Description": "Arctic Monkeys are an indie rock band formed in Sheffield, South Yorkshire, England in 2002 after meeting at Stocksbridge High School. The band consists of Alex Turner (vocals, guitar), Jamie Cook (guitar), Nick O'Malley (backing vocals, bass) and Matt Helders (drums, vocals). Founding bassist Andy Nicholson left in 2006.\n\nThe band has released five studio albums, \"Whatever People Say I Am, That's What I'm Not\" (2006), \"Favourite Worst Nightmare\" (2007) <a href=\"https://www.last.fm/music/Arctic+Monkeys\">Read more on Last.fm</a>", "Name": "Arctic Monkeys"}, "16": {"Type": "Person", "MBID": "afb680f2-b6eb-4cd7-a70b-a63b25c763d5", "BeginDate": "1985-10-08", "URL": "https://www.last.fm/music/Bruno+Mars", "EndDate": "None", "ID": 16, "gender": "Male", "Location": "United States", "Description": "Peter Gene Hernandez (born October 8, 1985 in Waikiki, Hawaii), better known by his stage name Bruno Mars, is a Filipino-Puerto Rican American singer-songwriter, producer and multi-instrumentalist signed to Atlantic Records. He is most well known for his hit Just The Way You Are, which went #1 in 9 countries in 2010. He is also known for singing/co-writing the hooks for the #1 hit Nothin' On You by B.o.B, and Billionaire by Travie McCoy; he also co-wrote the international hits Right Round by Flo Rida and Wavin' Flag by K'naan. <a href=\"https://www.last.fm/music/Bruno+Mars\">Read more on Last.fm</a>", "Name": "Bruno Mars"}, "17": {"Type": "Group", "MBID": "75be165a-ad83-4d12-bd28-f589a15c479f", "BeginDate": "2008", "URL": "https://www.last.fm/music/Major+Lazer", "EndDate": "None", "ID": 17, "gender": "None", "Location": "Kingston", "Description": "Years after the zombie apocalypse ravaged the galaxy, Major Lazer went into isolation after bringing peace and order to Earth. With the help of a mysterious shadow government called Cinco he was cryogenically frozen as a safeguard for the future’s wellbeing. Despite a great many years of pursuing peace on the planet, a new threat began to loom on the horizon and the commando was brought out of sleep by the Committee of Five. This intergalactic group <a href=\"https://www.last.fm/music/Major+Lazer\">Read more on Last.fm</a>", "Name": "Major Lazer"}, "18": {"Type": "Group", "MBID": "0ab49580-c84f-44d4-875f-d83760ea2cfe", "BeginDate": "2002", "URL": "https://www.last.fm/music/Maroon+5", "EndDate": "None", "ID": 18, "gender": "None", "Location": "United States", "Description": "Maroon 5 is an American pop rock band that originated in Los Angeles, California, United States. The group was formed in 1994 as Kara's Flowers while its members were still in high school and originally consisted of Adam Levine (lead vocals, guitar), Jesse Carmichael (guitar, backing vocals) Mickey Madden (bass guitar) and Ryan Dusick (drums). Kara's Flowers signed to Reprise Records and released an album, \"The Fourth World\", in 1997. After a tepid response to the album <a href=\"https://www.last.fm/music/Maroon+5\">Read more on Last.fm</a>", "Name": "Maroon 5"}, "19": {"Type": "Group", "MBID": "a6c6897a-7415-4f8d-b5a5-3a5e05f3be67", "BeginDate": "2009", "URL": "https://www.last.fm/music/Twenty+One+Pilots", "EndDate": "None", "ID": 19, "gender": "None", "Location": "None", "Description": "Twenty One Pilots is an American musical duo that originates from Columbus, Ohio. The band was formed in 2009 by Tyler Joseph along with former members Nick Thomas and Chris Salih, and currently consists of vocalist/keyboardist Tyler Joseph and drummer Josh Dun. They self-released two albums, Twenty One Pilots (2009) and Regional at Best (2011), before being signed by Fueled By Ramen in 2012. They released their signed debut, Vessel (2013) and second signed album, Blurryface (2015). <a href=\"https://www.last.fm/music/Twenty+One+Pilots\">Read more on Last.fm</a>", "Name": "Twenty One Pilots"}, "20": {"Type": "Person", "MBID": "cc2c9c3c-b7bc-4b8b-84d8-4fbd8779e493", "BeginDate": "1988-05-05", "URL": "https://www.last.fm/music/Adele", "EndDate": "None", "ID": 20, "gender": "Female", "Location": "United Kingdom", "Description": " Adele Laurie Blue Adkins, (born 5 May 1988), is a Grammy Award-Winning English singer-songwriter from Enfield, North London. Her debut album, 19, was released in January 2008 and entered the UK album chart at #1. The album has since received four-times Platinum certification in the UK and has sold 5,500,000 copies worldwide. The album included the hugely popular song Chasing Pavements. 19 earned Adele two Grammy Awards in February 2009 for Best New Artist and Best Female Pop Vocal Performance.  <a href=\"https://www.last.fm/music/Adele\">Read more on Last.fm</a>", "Name": "Adele"}, "21": {"Type": "Group", "MBID": "83d91898-7763-47d7-b03b-b92132375c47", "BeginDate": "1965", "URL": "https://www.last.fm/music/Pink+Floyd", "EndDate": "2014", "ID": 21, "gender": "None", "Location": "United Kingdom", "Description": "Pink Floyd are a psychedelic/progressive rock band formed in Cambridge, England, United Kingdom in 1965. Pink Floyd is one of rock's most successful and influential acts, having sold over 200 million albums worldwide and with 74.5 million certified units in the United States, making them one of the best-selling artists of all time. Currently the band consists of David Gilmour (vocals, guitar) and Nick Mason (drums).\n\nThe band's classic lineup was Roger Waters (vocals <a href=\"https://www.last.fm/music/Pink+Floyd\">Read more on Last.fm</a>", "Name": "Pink Floyd"}, "22": {"Type": "Person", "MBID": "f4fdbb4c-e4b7-47a0-b83b-d91bbfcfa387", "BeginDate": "1993-06-26", "URL": "https://www.last.fm/music/Ariana+Grande", "EndDate": "None", "ID": 22, "gender": "Female", "Location": "United States", "Description": "Ariana Grande (born Ariana Grande-Butera, June 26, 1993 in Boca Raton, Florida, United States), is an American Grammy award-nominated actress, singer, and songwriter. Beginning by taking a part in the Broadway musical 13 in 2008, Grande later landed the role Cat Valentine on the Nickelodeon hit TV shows Victorious (2010-2013), and its spin off, Sam & Cat (2013-2014).\n\nGrande reached mainstream success in March 2013 after her debut single \"The Way\" (featuring Mac Miller) from her debut studio album Yours Truly (2013) <a href=\"https://www.last.fm/music/Ariana+Grande\">Read more on Last.fm</a>", "Name": "Ariana Grande"}, "23": {"Type": "Group", "MBID": "b071f9fa-14b0-4217-8e97-eb41da73f598", "BeginDate": "1962", "URL": "https://www.last.fm/music/The+Rolling+Stones", "EndDate": "None", "ID": 23, "gender": "None", "Location": "United Kingdom", "Description": "The Rolling Stones are an English rock group that formed in London in 1962. First popular in Europe, they quickly became successful in North America during the \"British Invasion\" of the mid-60s. Since then, their worldwide sales are estimated at more than 200 million albums. In 1989, they were inducted into the Rock and Roll Hall of Fame, and in 2004, they ranked number 4 in Rolling Stone magazine's 100 Greatest Artists of All Time. In 2008, Billboard <a href=\"https://www.last.fm/music/The+Rolling+Stones\">Read more on Last.fm</a>", "Name": "The Rolling Stones"}, "24": {"Type": "Person", "MBID": "650e7db6-b795-4eb5-a702-5ea2fc46c848", "BeginDate": "1986-03-28", "URL": "https://www.last.fm/music/Lady+Gaga", "EndDate": "None", "ID": 24, "gender": "Female", "Location": "United States", "Description": "Stefani Joanne Angelina Germanotta (born March 28, 1986), who performs under the stage name Lady Gaga, is a singer, songwriter and musician from New York City, New York, United States. \n\nBefore Gaga adopted her stage name she was in a band called Stefani Germanotta Band. She released her first EP, “Red and Blue\", in early 2006. The following year, music producer Rob Fusari dubbed her Lady Gaga, inspired by the Queen song \"Radio Gaga\". After this she recorded her first two songs as Lady Gaga (Fever  and Wonderful) on Def Jam records <a href=\"https://www.last.fm/music/Lady+Gaga\">Read more on Last.fm</a>", "Name": "Lady Gaga"}, "25": {"Type": "Person", "MBID": "65314b12-0e08-43fa-ba33-baaa7b874c15", "BeginDate": "1934-09-21", "URL": "https://www.last.fm/music/Leonard+Cohen", "EndDate": "2016-11-07", "ID": 25, "gender": "Male", "Location": "Canada", "Description": "Leonard Cohen, (Leonard Norman Cohen, CC GOQ, 21 September 1934 – 7 November 2016) was a Canadian singer, songwriter, poet and novelist. His work explored religion, politics, isolation, sexuality, and personal relationships. Cohen was inducted into both the Canadian Music Hall of Fame and the Canadian Songwriters Hall of Fame as well as the Rock and Roll Hall of Fame. He was a Companion of the Order of Canada, the nation's highest civilian honour. <a href=\"https://www.last.fm/music/Leonard+Cohen\">Read more on Last.fm</a>", "Name": "Leonard Cohen"}, "26": {"Type": "Group", "MBID": "9282c8b4-ca0b-4c6b-b7e3-4f7762dfc4d6", "BeginDate": "1967", "URL": "https://www.last.fm/music/Nirvana", "EndDate": "None", "ID": 26, "gender": "None", "Location": "United Kingdom", "Description": "There are several artists named 'Nirvana';\n\n1) Nirvana was an American grunge band. The band formed in Aberdeen, Washington in 1987, and it was part of the Seattle grunge scene of the late 80s, alongside bands like Pearl Jam, Alice in Chains and Soundgarden. As their popularity rose, alternative rock became a dominant genre on American and Canadian radio and music television during the early-to-mid '90s.\n\nIn late 1987, Cobain and Novoselic recruited drummer Aaron Burckhard (1987–1988). <a href=\"https://www.last.fm/music/Nirvana\">Read more on Last.fm</a>", "Name": "Nirvana"}, "27": {"Type": "Person", "MBID": "b7539c32-53e7-4908-bda3-81449c367da6", "BeginDate": "1985-06-21", "URL": "https://www.last.fm/music/Lana+Del+Rey", "EndDate": "None", "ID": 27, "gender": "Female", "Location": "United States", "Description": "Elizabeth \"Lizzy\" Grant (born 21 June 1986), better known as Lana Del Rey, is a singer-songwriter from Lake Placid, New York, United States.  Del Rey is known for embellishing her songs and music videos with an eerily nostalgic vibe heavy on Americana themes, including images of surfing, Coney Island, Frank Sinatra, and Marilyn Monroe.  She has also listed a large number of her artistic influences, including Allen Ginsberg, Elvis Presley, Britney Spears <a href=\"https://www.last.fm/music/Lana+Del+Rey\">Read more on Last.fm</a>", "Name": "Lana Del Rey"}, "28": {"Type": "Group", "MBID": "056e4f3e-d505-4dad-8ec1-d04f521cbb56", "BeginDate": "1992", "URL": "https://www.last.fm/music/Daft+Punk", "EndDate": "None", "ID": 28, "gender": "None", "Location": "France", "Description": "Daft Punk  is a multi Grammy Award-winning electronic music duo formed in 1994 in Paris, France, and consisting of French musicians Thomas Bangalter (born 3 January 1975) and Guy-Manuel de Homem-Christo (born 8 February 1974). The band is considered one of the most successful electronic music collaborations of all time, both in album sales and in critical acclaim. \n\nDaft Punk reached significant popularity in the late 90s house movement in France, along with other artists such as Air, Cassius, and Dimitri From Paris. <a href=\"https://www.last.fm/music/Daft+Punk\">Read more on Last.fm</a>", "Name": "Daft Punk"}, "29": {"Type": "Group", "MBID": "437a0e49-c6ae-42f6-a6c1-84f25ed366bc", "BeginDate": "2006", "URL": "https://www.last.fm/music/Bon+Iver", "EndDate": "None", "ID": 29, "gender": "None", "Location": "United States", "Description": "Bon Iver is a Grammy Award winning indie folk band from Eau Claire, Wisconsin, United States, and one of Justin Vernon's current and most notable music projects to date. The band also consists of Mike Noyce, Sean Carey and Matt MacCaughan. \n\nThe name 'Bon Iver' (pronounced \"bon ee-VAIR\") is a play on the French phrase 'bon hiver' meaning 'good winter'. Vernon independently released Bon Iver's debut album For Emma, Forever Ago in 2007, most of which was recorded during a four-month stay in a remote cabin in Wisconsin. <a href=\"https://www.last.fm/music/Bon+Iver\">Read more on Last.fm</a>", "Name": "Bon Iver"}, "30": {"Type": "Person", "MBID": "859d0860-d480-4efd-970c-c05d5f1776b8", "BeginDate": "1981-09-04", "URL": "https://www.last.fm/music/Beyonc%C3%A9", "EndDate": "None", "ID": 30, "gender": "Female", "Location": "United States", "Description": "Beyoncé (born Beyoncé Giselle Knowles, September 4, 1981) is an American pop/RnB singer, songwriter, record producer, actress and model. Beyoncé was named Billboard's Top Female Artist of the 2000s in February 2009 as well as their Artist of the Millennium in May 2011. She was the RIAA's top certified and best-selling overall artist of the decade and the NRJ Music Awards also awarded her as their Artist of the Decade in France. She is one of the most influential artists of the century with record sales surpassing 130 million. <a href=\"https://www.last.fm/music/+noredirect/Beyonc%C3%A9\">Read more on Last.fm</a>", "Name": "Beyoncé"}, "31": {"Type": "Group", "MBID": "fd857293-5ab8-40de-b29e-55a69d4e4d0f", "BeginDate": "None", "URL": "https://www.last.fm/music/Muse", "EndDate": "None", "ID": 31, "gender": "None", "Location": "France", "Description": "Muse are an alternative rock band from Teignmouth, England, United Kingdom. The band consists of Matthew Bellamy on lead vocals, piano, keyboard and guitar, Chris Wolstenholme on backing vocals and bass guitar, and Dominic Howard on drums and percussion.  \n\nThey have been friends since their formation in early 1994 and changed band names a number of times (such as Gothic Plague, Fixed Penalty, and Rocket Baby Dolls) before adopting the name Muse. Since the release of their fourth album <a href=\"https://www.last.fm/music/Muse\">Read more on Last.fm</a>", "Name": "Muse"}, "32": {"Type": "Group", "MBID": "6ffb8ea9-2370-44d8-b678-e9237bbd347b", "BeginDate": "1999", "URL": "https://www.last.fm/music/Kings+of+Leon", "EndDate": "None", "ID": 32, "gender": "None", "Location": "United States", "Description": "Kings of Leon is an American rock band that formed in Nashville, Tennessee, United States in 1999, consisting of brothers Anthony \"Caleb\" Followill (lead vocals, rhythm guitar), Ivan \"Nathan\" Followill (drums, percussion, backing vocals) and Michael \"Jared\" Followill (bass guitar, backing vocals), with their cousin Cameron \"Matthew\" Followill (lead guitar, backing vocals). Each member of the family group is known by their middle name (second given name) as opposed to their first given name. <a href=\"https://www.last.fm/music/Kings+of+Leon\">Read more on Last.fm</a>", "Name": "Kings of Leon"}, "33": {"Type": "Group", "MBID": "084308bd-1654-436f-ba03-df6697104e19", "BeginDate": "1989", "URL": "https://www.last.fm/music/Green+Day", "EndDate": "None", "ID": 33, "gender": "None", "Location": "United States", "Description": "Green Day is an American punk rock band formed in 1987. The band consists of lead vocalist and guitarist Billie Joe Armstrong, bassist and backing vocalist Mike Dirnt, drummer Tré Cool and guitarist and backing vocalist Jason White, who became a full member after playing in the band as a session and touring guitarist for 13 years. Cool replaced former drummer John Kiffmeyer in 1990, prior to the recording of the band's second studio album, Kerplunk (1992). <a href=\"https://www.last.fm/music/Green+Day\">Read more on Last.fm</a>", "Name": "Green Day"}, "34": {"Type": "Person", "MBID": "b95ce3ff-3d05-4e87-9e01-c97b66af13d4", "BeginDate": "1972-10-17", "URL": "https://www.last.fm/music/Eminem", "EndDate": "None", "ID": 34, "gender": "Male", "Location": "Detroit", "Description": "Marshall Bruce Mathers III (born October 17, 1972),  better known by his stage name Eminem/Slim Shady is an American rapper and record producer.  Eminem learned his trade while growing up in Detroit, United States, and quickly gained popularity in 1999 with his major-label album, The Slim Shady LP, which won a Grammy Award for Best Rap Album. The following album, The Marshall Mathers LP, became the fastest-selling solo album in the United States history. <a href=\"https://www.last.fm/music/Eminem\">Read more on Last.fm</a>", "Name": "Eminem"}, "35": {"Type": "Group", "MBID": "63aa26c3-d59b-4da4-84ac-716b54f1ef4d", "BeginDate": "2007", "URL": "https://www.last.fm/music/Tame+Impala", "EndDate": "None", "ID": 35, "gender": "None", "Location": "Australia", "Description": "Tame Impala is a psychedelic rock band from Perth, Australia. It is the project of Kevin Parker who writes and records almost all of the music by himself. The live band consists of Kevin Parker (lead guitar and vocals), Dominic Simper (guitar and synth), Jay Watson (synth and backing vocals), Julien Barbagallo (drums), Nick Allbrook (ex-bassist) who decided to leave the band mid 2013 and is now being replaced by their close friend, Cam Avery (from POND). <a href=\"https://www.last.fm/music/Tame+Impala\">Read more on Last.fm</a>", "Name": "Tame Impala"}, "36": {"Type": "Group", "MBID": "95e1ead9-4d31-4808-a7ac-32c3614c116b", "BeginDate": "2002", "URL": "https://www.last.fm/music/The+Killers", "EndDate": "None", "ID": 36, "gender": "None", "Location": "United States", "Description": "There are at least five artists which use, or have used, this name:\n1) an American rock band from Las Vegas, Nevada, formed in 2001\n2) a Uruguayan rock band from the early 1970s\n3) an American hardcore band from Chicago, IL, from the 1990s\n4) an American band from Cleveland, Ohio, from the 1980s\n5) a British punk rock band from the 1970s\n6) An American doo wop group from the 1950s\n\n1. The Killers is an American rock band from Las Vegas, Nevada, formed in 2001 and consist of Brandon Flowers (vocals <a href=\"https://www.last.fm/music/The+Killers\">Read more on Last.fm</a>", "Name": "The Killers"}, "37": {"Type": "Group", "MBID": "d6e0e274-8e19-44ce-b5b2-52c12f8a674a", "BeginDate": "1989-02", "URL": "https://www.last.fm/music/Led+Zeppelin", "EndDate": "None", "ID": 37, "gender": "None", "Location": "Denmark", "Description": "Led Zeppelin were an English rock band originally formed in 1968 by guitarist Jimmy Page under the name \"The New Yardbirds\", based on Page's previous band, The Yardbirds. The band formed when Jimmy Page (guitar) recruited Robert Plant (vocals, harmonica), John Paul Jones (bass guitar, keyboards, mandolin), and John Bonham (drums). With their heavy, guitar-driven blues-rock sound, Led Zeppelin are regularly cited as one of the progenitors of heavy metal and hard rock music. <a href=\"https://www.last.fm/music/Led+Zeppelin\">Read more on Last.fm</a>", "Name": "Led Zeppelin"}, "38": {"Type": "Person", "MBID": "31445b1e-96f3-4c7f-84ec-dd02e647e690", "BeginDate": "1986-06-13", "URL": "https://www.last.fm/music/DJ+Snake", "EndDate": "None", "ID": 38, "gender": "Male", "Location": "France", "Description": "William Grigahcine, better known by his stage name DJ Snake, is a French DJ, rapper and producer mixing hip hop and electronic music.\n\nHe is a Grammy-nominated producer and artist who debuted into the international scene with singles \"Bird Machine\" and \"Turn Down for What\" in 2013. \"Bird Machine\" is a collaboration with fellow French act Alesia. The single was picked up by Mad Decent, a Los Angeles-based record label run by Diplo, and released in February 2013. <a href=\"https://www.last.fm/music/DJ+Snake\">Read more on Last.fm</a>", "Name": "DJ Snake"}, "39": {"Type": "Group", "MBID": "69ee3720-a7cb-4402-b48d-a02c366f2bcf", "BeginDate": "1977", "URL": "https://www.last.fm/music/The+Cure", "EndDate": "None", "ID": 39, "gender": "None", "Location": "United Kingdom", "Description": "The Cure are a rock band which formed in 1976 in Crawley, England, United Kingdom. The band originally consisted of Robert Smith (vocals, guitar), Porl Thompson (guitar), Michael Dempsey (bass) and Lol Tolhurst (drums), with the band's lineup overgoing several changes throughout the years and Smith remaining as the only constant member throughout the band's history. The band currently consists of Smith (vocals, guitar), Simon Gallup (bass), Roger O'Donnell (keyboards), Jason Cooper (drums) and Reeves Gabrels (guitar). <a href=\"https://www.last.fm/music/The+Cure\">Read more on Last.fm</a>", "Name": "The Cure"}, "40": {"Type": "Group", "MBID": "e21857d5-3256-4547-afb3-4b6ded592596", "BeginDate": "1999", "URL": "https://www.last.fm/music/Gorillaz", "EndDate": "None", "ID": 40, "gender": "None", "Location": "United Kingdom", "Description": "Gorillaz are a British virtual band formed in 1998 by  Damon Albarn of  Blur, and Jamie Hewlett, co-creator of the comic book Tank Girl. They had the idea to create the band while watching MTV in their London flat and originally intended to call the project Gorilla.\n\nThe band consists of four fictional band members: 2-D (vocals, keyboard), Murdoc Niccals (bass), Noodle (guitar, vocals), and Russel Hobbs (drums). These characters only appear in animated form and are not alter-egos of real people, as is often mistakenly assumed. <a href=\"https://www.last.fm/music/Gorillaz\">Read more on Last.fm</a>", "Name": "Gorillaz"}, "41": {"Type": "Person", "MBID": "f27ec8db-af05-4f36-916e-3d57f91ecf5e", "BeginDate": "1958-08-29", "URL": "https://www.last.fm/music/Michael+Jackson", "EndDate": "2009-06-25", "ID": 41, "gender": "Male", "Location": "United States", "Description": "Michael Joseph Jackson (born August 29, 1958 in Gary, Indiana, died June 25, 2009 in Los Angeles, California), often referred to as The King of Pop, is the biggest-selling solo artist of all time, with over 750,000,000 sales. Jackson is an inductee of the Songwriters Hall of Fame, and double inductee to the Rock & Roll Hall of Fame. His awards include 8 Guinness World Records, 13 Grammy Awards, and 26 Billboard Awards. He is also credited for popularizing many physically complicated dance moves <a href=\"https://www.last.fm/music/Michael+Jackson\">Read more on Last.fm</a>", "Name": "Michael Jackson"}, "42": {"Type": "Person", "MBID": "56756959-1e78-429c-b897-e1d056cb0225", "BeginDate": "1987-10-29", "URL": "https://www.last.fm/music/Tove+Lo", "EndDate": "None", "ID": 42, "gender": "Female", "Location": "Sweden", "Description": "Tove Lo is the stage name of Ebba Tove Elsa Nilsson (born 29 October 1987 in Stockholm, Sweden), a pop singer and songwriter. She has also written songs for a number of artists, including Icona Pop, Girls Aloud, Ellie Goulding, and Cher Lloyd. Her stage name (pronounced here) is a combination of her real name and the Swedish word for \"lynx\", a childhood nickname.\n\nTove grew up in the Stockholm suburb of Djursholm. She studied at the music school Rytmus Musikergymnasiet. <a href=\"https://www.last.fm/music/Tove+Lo\">Read more on Last.fm</a>", "Name": "Tove Lo"}, "43": {"Type": "Group", "MBID": "f59c5520-5f46-4d2c-b2c4-822eabf53419", "BeginDate": "1995", "URL": "https://www.last.fm/music/Linkin+Park", "EndDate": "None", "ID": 43, "gender": "None", "Location": "United States", "Description": "Linkin Park is an American band from Agoura Hills, California. Formed in 1996, the band rose to international fame with their debut album, Hybrid Theory, which was certified Diamond by the RIAA in 2005 and multi-platinum in several other countries. Its following studio album, Meteora, continued the band's success, topping the Billboard 200 album chart in 2003, and was followed by extensive touring and charity work around the world. In 2003, MTV2 named <a href=\"https://www.last.fm/music/Linkin+Park\">Read more on Last.fm</a>", "Name": "Linkin Park"}, "44": {"Type": "Group", "MBID": "5fee3020-513b-48c2-b1f7-4681b01db0c6", "BeginDate": "2007", "URL": "https://www.last.fm/music/Florence+%252B+the+Machine", "EndDate": "None", "ID": 44, "gender": "None", "Location": "United Kingdom", "Description": "This is an incorrect tag for the band Florence + The Machine. Songs scrobbled to this incorrect tag will automatically redirect to the correct tag if Autocorrection is turned on. However, it is recommended that you change your ID3 tags to the correct artist name. <a href=\"https://www.last.fm/music/+noredirect/Florence+++The+Machine\">Read more on Last.fm</a>", "Name": "Florence + the Machine"}, "45": {"Type": "Person", "MBID": "596ffa74-3d08-44ef-b113-765d43d12738", "BeginDate": "1981-01-31", "URL": "https://www.last.fm/music/Justin+Timberlake", "EndDate": "None", "ID": 45, "gender": "Male", "Location": "United States", "Description": "Justin Timberlake (born Justin Randall Timberlake; January 31, 1981 in Memphis, Tennessee) is a Grammy Award winning singer, Emmy Award winning actor, producer and dancer. \n\nAt a young age of 4, Timberlake already had a love for music. Joining singing competitions as early as age 7, he was coached by well-renowned child coach Bob Westbrook. After an appearance on Star Search, he continued his dreams, beating out thousands of kids to join the cast of Disney's Mickey Mouse Club. <a href=\"https://www.last.fm/music/Justin+Timberlake\">Read more on Last.fm</a>", "Name": "Justin Timberlake"}, "46": {"Type": "Group", "MBID": "67f66c07-6e61-4026-ade5-7e782fad3a5d", "BeginDate": "1994", "URL": "https://www.last.fm/music/Foo+Fighters", "EndDate": "None", "ID": 46, "gender": "None", "Location": "United States", "Description": "Foo Fighters are an American rock band formed by singer/guitarist/drummer Dave Grohl in 1995 in Seattle, USA. Grohl formed the group as a one-man project after the dissolution of his previous band Nirvana in 1994. Prior to the release of Foo Fighters in 1995, Grohl drafted Nate Mendel (bass), William Goldsmith (drums) (both of Sunny Day Real Estate and The Fire Theft), and Pat Smear (guitar) (of The Germs) to complete the group. Goldsmith left during the recording of the group's second album The Colour and the Shape (1997) <a href=\"https://www.last.fm/music/Foo+Fighters\">Read more on Last.fm</a>", "Name": "Foo Fighters"}, "47": {"Type": "Person", "MBID": "72c536dc-7137-4477-a521-567eeb840fa8", "BeginDate": "1941-05-24", "URL": "https://www.last.fm/music/Bob+Dylan", "EndDate": "None", "ID": 47, "gender": "Male", "Location": "United States", "Description": "Bob Dylan (born Robert Allen Zimmerman on May 24, 1941 in Duluth, Minnesota, United States) is an American musician, poet and artist whose position in popular culture is unique.\n\nDylan started his musical odyssey in 1959 when he began playing in Dinkytown, Minneapolis while attending the University of Minnesota. Shortly after starting to play he changed his stage name to Bob Dylan, after being influenced by the poetry of Dylan Thomas before legally changing his name in 1962.  <a href=\"https://www.last.fm/music/Bob+Dylan\">Read more on Last.fm</a>", "Name": "Bob Dylan"}, "48": {"Type": "Group", "MBID": "9689aa5a-4471-4fb4-9721-07cecda0fa9f", "BeginDate": "1985", "URL": "https://www.last.fm/music/A+Tribe+Called+Quest", "EndDate": "None", "ID": 48, "gender": "None", "Location": "United States", "Description": "A Tribe Called Quest is a hip-hop group formed in Queens, New York City in 1985. The group was composed of Q-Tip, Phife Dawg, and DJ Ali Shaheed Muhammad. A fourth member, Jarobi White, was an intermittent collaborator appearing on their first album, but he left the group soon after, although he is mentioned as a 'sometimes' member on their third album liner notes. Along with De La Soul and Jungle Brothers, the group was a central part of the Native Tongues Posse <a href=\"https://www.last.fm/music/A+Tribe+Called+Quest\">Read more on Last.fm</a>", "Name": "A Tribe Called Quest"}, "49": {"Type": "Person", "MBID": "b8a7c51f-362c-4dcb-a259-bc6e0095f0a6", "BeginDate": "1991-02-17", "URL": "https://www.last.fm/music/Ed+Sheeran", "EndDate": "None", "ID": 49, "gender": "Male", "Location": "United Kingdom", "Description": "Ed Sheeran (born 17 February 1991) is a singer songwriter currently signed under Atlantic (WMG). Sheeran was born in Halifax, West Yorkshire before moving to Framlingham, Suffolk. In his time in Suffolk, he was known to have flourished as a hidden talent when it came to music. He learned guitar at a very young age, and began writing songs during his time at Thomas Mills High School in Framlingham. By the time Sheeran had left school, he was already certain that music was going to play a major part in his life <a href=\"https://www.last.fm/music/Ed+Sheeran\">Read more on Last.fm</a>", "Name": "Ed Sheeran"}, "50": {"Type": "Group", "MBID": "ecf9f3a3-35e9-4c58-acaa-e707fba45060", "BeginDate": "None", "URL": "https://www.last.fm/music/Oasis", "EndDate": "None", "ID": 50, "gender": "None", "Location": "United States", "Description": "There are multiple artists who have used the name Oasis:\n\n1. Oasis were an English rock band that formed in Manchester in 1991. Originally known as The Rain, the group was formed by Liam Gallagher (vocals and tambourine), Paul Arthurs (guitar), Paul McGuigan (bass guitar) and Tony McCarroll (drums, percussion), who were soon joined by Liam's older brother Noel Gallagher (lead guitar and vocals).\n\nIts members were signed to independent record label Creation Records and released their record-setting debut album Definitely Maybe in 1994 <a href=\"https://www.last.fm/music/Oasis\">Read more on Last.fm</a>", "Name": "Oasis"}, "51": {"Type": "Group", "MBID": "012151a8-0f9a-44c9-997f-ebd68b5389f9", "BeginDate": "2008", "URL": "https://www.last.fm/music/Imagine+Dragons", "EndDate": "None", "ID": 51, "gender": "None", "Location": "United States", "Description": "Imagine Dragons is a Grammy award-winning alternative rock band which formed in 2008 in Las Vegas, Nevada, United States. The band consists of Dan Reynolds (vocals), Wayne Sermon (guitar), Ben McKee (bass) and Daniel Platzman (drums). The band released four EPs - \"Imagine Dragons\" (2009), \"Hell and Silence\" (2010), \"It's Time\" (2011) and \"Continued Silence\" (2012) - before releasing their debut full length album \"Night Visions\" on 4 September 2012. <a href=\"https://www.last.fm/music/Imagine+Dragons\">Read more on Last.fm</a>", "Name": "Imagine Dragons"}, "52": {"Type": "Person", "MBID": "b7d92248-97e3-4450-8057-6fe06738f735", "BeginDate": "1998-08-08", "URL": "https://www.last.fm/music/Shawn+Mendes", "EndDate": "None", "ID": 52, "gender": "Male", "Location": "Canada", "Description": "Shawn Mendes (born Shawn Peter Raul Mendes; August 8, 1998 in Toronto, Ontario, Canada) is a Canadian singer-songwriter. Since the release of his self-titled The Shawn Mendes EP and his debut single \"Life of the Party\", he has been gaining mainstream success as a singer-songwriter and touring artist.\n\nMendes was born in Toronto, Ontario, Canada and was raised in Pickering, a suburb of the city. He is the son of Karen, a real estate agent, and Manuel Mendes, a businessman. <a href=\"https://www.last.fm/music/Shawn+Mendes\">Read more on Last.fm</a>", "Name": "Shawn Mendes"}, "53": {"Type": "Person", "MBID": "302bd7b9-d012-4360-897a-93b00c855680", "BeginDate": "1967-11-07", "URL": "https://www.last.fm/music/David+Guetta", "EndDate": "None", "ID": 53, "gender": "Male", "Location": "France", "Description": "David Guetta (born November 7th, 1967 in Paris) is a French DJ.\n\nHe was the pioneer of French house with \"Up & Away,\" a garage-style track with vocals by Robert Owens released in 1994 – really made a name for himself in the mid-90s as one of the key catalysts of Parisian nightlife by promoting evenings at such renowned Paris hot spots as Folies Pigalle, Queen, Bataclan, Palace and Les Bains, where he invited DJ legends like Little Louie Vega, David Morales, DJ Pierre and Roger Sanchez to join him on the turntables. <a href=\"https://www.last.fm/music/David+Guetta\">Read more on Last.fm</a>", "Name": "David Guetta"}, "54": {"Type": "Person", "MBID": "35fd8d42-b4a6-4414-9827-8766bd0daa3c", "BeginDate": "1991-11-05", "URL": "https://www.last.fm/music/Flume", "EndDate": "None", "ID": 54, "gender": "Male", "Location": "Australia", "Description": "Flume is an electronic music project, created by Harley Streten from Sydney, Australia. Streten was discovered and signed by Future Classic in 2011, after submitting the tracks \"Sleepless\", \"Over You\" and \"Paper Thin\" in an original artists competition managed by the Australian record company. Nathan McLay, an employee of Future Classic and now Flume's manager, assisted with the release of his first EP titled Sleepless , which contained the three original tracks. <a href=\"https://www.last.fm/music/Flume\">Read more on Last.fm</a>", "Name": "Flume"}, "55": {"Type": "Group", "MBID": "40f5d9e4-2de7-4f2d-ad41-e31a9a9fea27", "BeginDate": "1982", "URL": "https://www.last.fm/music/The+Smiths", "EndDate": "1987", "ID": 55, "gender": "None", "Location": "United Kingdom", "Description": "The Smiths were a rock band which formed in 1982 in Manchester, England, United Kingdom. The band consisted of  Morrissey (vocals, lyrics), Johnny Marr (guitar, music), Mike Joyce (drums) and Andy Rourke (bass). Hugely influential, The Smiths lasted all of five years from 1982 to 1987, releasing during this period four studio albums (The Smiths, Meat Is Murder, The Queen Is Dead and Strangeways, Here We Come) and three compilation albums (Hatful Of Hollow, The World Won't Listen and Louder Than Bombs). <a href=\"https://www.last.fm/music/The+Smiths\">Read more on Last.fm</a>", "Name": "The Smiths"}, "56": {"Type": "Person", "MBID": "381086ea-f511-4aba-bdf9-71c753dc5077", "BeginDate": "1987-06-17", "URL": "https://www.last.fm/music/Kendrick+Lamar", "EndDate": "None", "ID": 56, "gender": "Male", "Location": "United States", "Description": "Kendrick Lamar (born Kendrick Lamar Duckworth June 17, 1987) is a rapper from Compton, California. He is also a member of the hip-hop supergroup Black Hippy collective along with members Jay Rock, Ab-Soul and Schoolboy Q. His music is largely influenced by the works of 2Pac, Jay-Z, Nas and DMX.\n\nDebuting in 2003 with the Youngest Head Nigga In Charge mixtape, Kendrick (then known as K Dot) signed with TDE. He released the Kendrick Lamar EP in 2009, the critically acclaimed O(verly) D(edicated) mix tape in 2010, a 2011 digital album Section. <a href=\"https://www.last.fm/music/Kendrick+Lamar\">Read more on Last.fm</a>", "Name": "Kendrick Lamar"}, "57": {"Type": "Person", "MBID": "33ca19f4-18c8-4411-98df-ac23890ce9f5", "BeginDate": "1986-12-30", "URL": "https://www.last.fm/music/Ellie+Goulding", "EndDate": "None", "ID": 57, "gender": "Female", "Location": "England", "Description": "Ellie Goulding (born Elena Jane Goulding, 30 December 1986 in Hereford, England) is an English singer-songwriter. Born in Hereford, she grew up in Kington, Herefordshire and currently lives in London, England.\n\nAfter studying drama at the University of Kent for a couple of years, Goulding moved to West London for the purpose of developing her songs and music career. Touring since 2008 she released her debut single \"Under the Sheets\" on 15 November 2009. <a href=\"https://www.last.fm/music/Ellie+Goulding\">Read more on Last.fm</a>", "Name": "Ellie Goulding"}, "58": {"Type": "Group", "MBID": "cc0b7089-c08d-4c10-b6b0-873582c17fd6", "BeginDate": "1994", "URL": "https://www.last.fm/music/System+of+a+Down", "EndDate": "None", "ID": 58, "gender": "None", "Location": "United States", "Description": "System of a Down is an Armenian American alternative metal band, formed in 1994 in Los Angeles, California, USA. All four members are of Armenian descent, and are widely known for their outspoken views expressed in many of their songs confronting the Armenian Genocide of 1915 by the Ottoman Empire and the ongoing War on Terror by the US government. The band consists of Serj Tankian (vocals), Daron Malakian (vocals, guitar), Shavo Odadjian (bass, vocals) and John Dolmayan (drums). <a href=\"https://www.last.fm/music/System+of+a+Down\">Read more on Last.fm</a>", "Name": "System of a Down"}, "59": {"Type": "Group", "MBID": "8538e728-ca0b-4321-b7e5-cff6565dd4c0", "BeginDate": "1980-03", "URL": "https://www.last.fm/music/Depeche+Mode", "EndDate": "None", "ID": 59, "gender": "None", "Location": "United Kingdom", "Description": "Depeche Mode are an English synthpop band, founded in 1980, originally from the town of Basildon, Essex, United Kingdom. They are one of the most enduring and successful bands to have emerged during the 80s, and particularly from the new wave/new romantic era. The band name is derived from a French fashion magazine, Dépêche mode, which means  \"fashion dispatch.\"\n\nThe band have been highly influential in the electronic dance music scene, especially synthpop <a href=\"https://www.last.fm/music/Depeche+Mode\">Read more on Last.fm</a>", "Name": "Depeche Mode"}, "60": {"Type": "Group", "MBID": "11ae9fbb-f3d7-4a47-936f-4c0a04d3b3b5", "BeginDate": "1997-07-14", "URL": "https://www.last.fm/music/The+White+Stripes", "EndDate": "2011-02-02", "ID": 60, "gender": "None", "Location": "United States", "Description": "The White Stripes were an alternative rock band, formed in 1997 in Detroit, Michigan, United States. They disbanded in 2011. The group consisted of songwriter Jack White (vocals, piano/keyboards, guitar) and Meg White (drums, vocals).\n\nAfter releasing several singles and three albums within the Detroit independent music underground, The White Stripes rose to prominence in 2002, as part of the garage rock revival scene. Their successful albums White <a href=\"https://www.last.fm/music/The+White+Stripes\">Read more on Last.fm</a>", "Name": "The White Stripes"}, "61": {"Type": "Group", "MBID": "c33c2065-b1c3-4406-b066-d33a9e2ea71a", "BeginDate": "2004", "URL": "https://www.last.fm/music/OneRepublic", "EndDate": "None", "ID": 61, "gender": "None", "Location": "United States", "Description": "OneRepublic is an American, self-proclaimed \"genreless\", band formed in Colorado Springs in 2002 by Ryan Tedder and Zach Filkins. After a few years of moderate success, they have since drawn mainstream attention with the release of their single \"Apologize,\" which has sold in excess of 7 million singles worldwide.  The song, according to SoundScan Data, is one of only two songs that have reached 3 million legal downloads in history.  A remix of \"Apologize\" was featured on Timbaland's Shock Value and the band's debut album <a href=\"https://www.last.fm/music/OneRepublic\">Read more on Last.fm</a>", "Name": "OneRepublic"}, "62": {"Type": "Person", "MBID": "45a663b5-b1cb-4a91-bff6-2bef7bbfdd76", "BeginDate": "1981-12-02", "URL": "https://www.last.fm/music/Britney+Spears", "EndDate": "None", "ID": 62, "gender": "Female", "Location": "United States", "Description": "Britney Jean Spears (born on December 2, 1981 in Kentwood, LA, United States, and raised in Kentwood, Louisiana, United States) is a Grammy-winning multi-platinum American pop singer, songwriter, dancer and occasional actress. She debuted in 1998 with her single ...Baby One More Time. She is one of the most influential and popular post-2000 icons of music. Spears is one of the few young musicians to appear on lists of best selling music acts of all-time. She also holds several world records. <a href=\"https://www.last.fm/music/Britney+Spears\">Read more on Last.fm</a>", "Name": "Britney Spears"}, "63": {"Type": "Group", "MBID": "ea4dfa26-f633-4da6-a52a-f49ea4897b58", "BeginDate": "1980", "URL": "https://www.last.fm/music/R.E.M.", "EndDate": "2011-09-21", "ID": 63, "gender": "None", "Location": "United States", "Description": "R.E.M. were an alternative rock band formed in Athens, Georgia, United States in 1980. The band originally consisted of Michael Stipe (vocals), Peter Buck (guitar, mandolin), Mike Mills (bass, keyboards, vocals) and  Bill Berry (drums, vocals). Berry retired from the band in October 1997 after having suffered a brain aneurysm in 1995.\n\nR.E.M. released its first single, \" Radio Free Europe \", in 1981 on the independent record label Hib-Tone . The single was followed by the  Chronic Town EP  in 1982, the band's first release on I. <a href=\"https://www.last.fm/music/R.E.M.\">Read more on Last.fm</a>", "Name": "R.E.M."}, "64": {"Type": "Group", "MBID": "f181961b-20f7-459e-89de-920ef03c7ed0", "BeginDate": "1998", "URL": "https://www.last.fm/music/The+Strokes", "EndDate": "None", "ID": 64, "gender": "None", "Location": "United States", "Description": "The Strokes are an American rock band from New York City, New York, United States, formed in 1998. The band rose to fame in the early 2000s as a leading group in garage rock/post-punk revival. The band consists of Julian Casablancas (lead vocals), Nick Valensi (lead guitar), Albert Hammond, Jr. (rhythm guitar), Nikolai Fraiture (bass guitar) and Fabrizio Moretti (drums and percussion).\n \nUpon the release of their debut album, Is This It, in 2001 <a href=\"https://www.last.fm/music/The+Strokes\">Read more on Last.fm</a>", "Name": "The Strokes"}, "65": {"Type": "Group", "MBID": "bd13909f-1c29-4c27-a874-d4aaf27c5b1a", "BeginDate": "1967", "URL": "https://www.last.fm/music/Fleetwood+Mac", "EndDate": "None", "ID": 65, "gender": "None", "Location": "United Kingdom", "Description": "Fleetwood Mac is a British and American rock band formed in 1967. From the band's inception through the end of 1974, no incarnation of Fleetwood Mac lasted longer than two years, but all featured core members Mick Fleetwood and John McVie. Their two most successful periods have been during the late 60s British blues boom, when they were led by guitarist/singer-songwriter Peter Green, and from 1975 to 1987, when they went a pop-oriented direction with musicians Christine McVie, Lindsey Buckingham, and Stevie Nicks. <a href=\"https://www.last.fm/music/Fleetwood+Mac\">Read more on Last.fm</a>", "Name": "Fleetwood Mac"}, "66": {"Type": "Person", "MBID": "e0140a67-e4d1-4f13-8a01-364355bee46e", "BeginDate": "1994-03-01", "URL": "https://www.last.fm/music/Justin+Bieber", "EndDate": "None", "ID": 66, "gender": "Male", "Location": "Canada", "Description": "Justin Drew Bieber (born March 1, 1994) Is a Canadian pop/R&B singer. He began his professional career on YouTube, where he was discovered by his future manager, Scooter Braun. Braun flew Bieber to Atlanta, Georgia, to consult with Usher and soon signed a record deal with Island.\nThe first part of his two-part debut album My World was released on November 17, 2009. Four successful pre-album singles have been released: “One Time”, “One Less Lonely Girl” <a href=\"https://www.last.fm/music/Justin+Bieber\">Read more on Last.fm</a>", "Name": "Justin Bieber"}, "67": {"Type": "Group", "MBID": "6d7b7cd4-254b-4c25-83f6-dd20f98ceacd", "BeginDate": "2001", "URL": "https://www.last.fm/music/M83", "EndDate": "None", "ID": 67, "gender": "None", "Location": "France", "Description": "M83 is the rock and electronic music project of the French artist Anthony Gonzalez. He and former member Nicolas Fromageau founded the group in 2001 in Antibes, France. M83's style owes a lot to the shoegaze genre, in that there is much emphasis on tonality, extensive use of reverb effects and often softly-spoken lyrics at times submerged in instrumentation. M83 was named after the spiral galaxy \"Messier 83\". \n\nM83 has released the following albums: M83 in 2001 <a href=\"https://www.last.fm/music/M83\">Read more on Last.fm</a>", "Name": "M83"}, "68": {"Type": "Group", "MBID": "a3cb23fc-acd3-4ce0-8f36-1e5aa6a18432", "BeginDate": "1976", "URL": "https://www.last.fm/music/U2", "EndDate": "None", "ID": 68, "gender": "None", "Location": "Ireland", "Description": "U2 is rock band from Ireland which formed in 1976 in Dublin, Ireland. Since the band’s formation, they have consisted of Bono (real name Paul Hewson) (vocals, guitar, harmonica), The Edge (real name David Evans) (guitar, keyboards, backing vocals), Adam Clayton (bass) and Larry Mullen, Jr. (drums, percussion). The band is the biggest selling alternative rock act of all time, having sold 150 million albums worldwide as of 2008. They have won 22 Grammys and were inducted into the Rock & Roll Hall of Fame in 2005. <a href=\"https://www.last.fm/music/U2\">Read more on Last.fm</a>", "Name": "U2"}, "69": {"Type": "Group", "MBID": "d15721d8-56b4-453d-b506-fc915b14cba2", "BeginDate": "2001", "URL": "https://www.last.fm/music/The+Black+Keys", "EndDate": "None", "ID": 69, "gender": "None", "Location": "United States", "Description": "The Black Keys are a two-man blues-rock group from Akron, Ohio, United States which formed in 2001, consisting of singer and guitarist Dan Auerbach and drummer Patrick Carney. The band name was inspired by a schizophrenic artist and friend in Akron, who used the term \"black keys\" to describe things he disliked or people he did not trust. The Black Keys have roots in traditional blues and psychedelic rock stylings.\n\nThey released their first album, The Big Come Up, in 2002, followed by Thickfreakness in 2003, and Rubber Factory in 2004. <a href=\"https://www.last.fm/music/The+Black+Keys\">Read more on Last.fm</a>", "Name": "The Black Keys"}, "70": {"Type": "Group", "MBID": "0743b15a-3c32-48c8-ad58-cb325350befa", "BeginDate": "1992", "URL": "https://www.last.fm/music/blink-182", "EndDate": "None", "ID": 70, "gender": "None", "Location": "United States", "Description": "Blink-182 is an American rock band formed in Poway, a suburb of San Diego, California in 1992. The band currently consists of bassist and vocalist Mark Hoppus, drummer Travis Barker, and guitarist and vocalist Matt Skiba. Blink-182 is considered a key group in the development of pop punk; the band's combination of pop melodies with fast-paced punk rock featured a more radio-friendly accessibility than prior bands. Founded by Hoppus, guitarist and vocalist Tom DeLonge <a href=\"https://www.last.fm/music/blink-182\">Read more on Last.fm</a>", "Name": "blink-182"}, "71": {"Type": "Group", "MBID": "52074ba6-e495-4ef3-9bb4-0703888a9f68", "BeginDate": "2001", "URL": "https://www.last.fm/music/Arcade+Fire", "EndDate": "None", "ID": 71, "gender": "None", "Location": "Montreal", "Description": "Arcade Fire is an indie rock band, perhaps most famous  for their third studio album, The Suburbs, released in 2010 to critical acclaim and commercial success. They formed in Montreal, Quebec, Canada in 2001. The band consists of Win Butler (vocals, guitar, piano), Régine Chassagne (vocals, accordion, keyboards, hurdy gurdy, drums), Richard Reed Parry (bass, guitar), William Butler (keyboards, guitar), Tim Kingsbury (bass), and Jeremy Gara (drums). <a href=\"https://www.last.fm/music/Arcade+Fire\">Read more on Last.fm</a>", "Name": "Arcade Fire"}, "72": {"Type": "Person", "MBID": "e520459c-dff4-491d-a6e4-c97be35e0044", "BeginDate": "1987-10-28", "URL": "https://www.last.fm/music/Frank+Ocean", "EndDate": "None", "ID": 72, "gender": "Male", "Location": "Beverly Hills", "Description": "Frank Ocean (born October 28, 1987) is an American singer/songwriter and member of the gleefully hedonistic hip-hop collective OFWGKTA. He was born Christopher \"Lonny\" Breaux in New Orleans, Louisiana, and now resides in Beverly Hills. He has helped pen tracks for Justin Bieber, John Legend, Brandy, and Beyonce Knowles over the last few years. In 2011, Ocean released his debut mixtape, Nostalgia, Ultra, for free via his Tumblr.\n\nVenting about his decision to drop the record his own way, he took to Twitter on March 1, 2011: \"i. <a href=\"https://www.last.fm/music/Frank+Ocean\">Read more on Last.fm</a>", "Name": "Frank Ocean"}, "73": {"Type": "Person", "MBID": "134e6410-6954-45d1-bd4a-0f2d2ad5471d", "BeginDate": "1997-12-16", "URL": "https://www.last.fm/music/Zara+Larsson", "EndDate": "None", "ID": 73, "gender": "Female", "Location": "Sweden", "Description": "Zara Maria Larsson (born December 16, 1997 in Stockholm, Sweden) is a Swedish singer living with her mother, father and younger sister Hanna (born 2000). As a child Zara took part in a theatrical version of Sound of Music at the Göta Lejon Theatre in Stockholm, playing the part of Marta. Later Zara was a finalist of the Swedish talent show Stjärnskott 2007 but she received her national fame for winning the TV4 talent show Talang  2008, the Swedish version of Got Talent. <a href=\"https://www.last.fm/music/Zara+Larsson\">Read more on Last.fm</a>", "Name": "Zara Larsson"}, "74": {"Type": "Person", "MBID": "122d63fc-8671-43e4-9752-34e846d62a9c", "BeginDate": "1984-10-25", "URL": "https://www.last.fm/music/Katy+Perry", "EndDate": "None", "ID": 74, "gender": "Female", "Location": "United States", "Description": "Katy Perry (born Katheryn Elizabeth Hudson on 25 October 1984) is a singer/songwriter from Santa Barbara, California, United States. Since the release of her 2007 debut single \"Ur So Gay\", Perry has released two albums - 2008's \"One of the Boys\" and 2010's \"Teenage Dream\" - and has had six Billboard Hot 100 #1 hit singles.\n\nUnder the name Katy Hudson, she released a self-titled gospel album in 2001, which was unsuccessful. She later recorded an album with production team The Matrix and completed the majority of a solo album from 2004–05 <a href=\"https://www.last.fm/music/Katy+Perry\">Read more on Last.fm</a>", "Name": "Katy Perry"}, "75": {"Type": "Person", "MBID": "8ef1df30-ae4f-4dbd-9351-1a32b208a01e", "BeginDate": "1981-01-25", "URL": "https://www.last.fm/music/Alicia+Keys", "EndDate": "None", "ID": 75, "gender": "Female", "Location": "United States", "Description": "Alicia Augello Cook (born January 25, 1981), better known by her stage name Alicia Keys, is an American recording artist, musician and actress. She was raised by a single mother in the Hell's Kitchen area of Manhattan in New York City, New York, United States. At age seven, Keys began to play classical music on the piano. She attended Professional Performing Arts School and graduated at 16 as valedictorian. She later attended Columbia University before dropping out to pursue her music career. <a href=\"https://www.last.fm/music/Alicia+Keys\">Read more on Last.fm</a>", "Name": "Alicia Keys"}, "76": {"Type": "Group", "MBID": "eeb1195b-f213-4ce1-b28c-8565211f8e43", "BeginDate": "1985-03", "URL": "https://www.last.fm/music/Guns+N%27+Roses", "EndDate": "None", "ID": 76, "gender": "None", "Location": "United States", "Description": "Guns N' Roses is an American hard rock band founded in Los Angeles, California in 1985. \n\nThe band has released six studio albums: Appetite For Destruction in 1987, G N' R Lies in 1988, Use Your Illusion I and Use Your Illusion II in 1991, \"The Spaghetti Incident?\" in 1993 and, after 15 years and with frontman Axl Rose being the only member of the original lineup remaining, Chinese Democracy in 2008. They also released an EP titled Live ?!*@ Like a Suicide in 1986 and two live albums, in 1999 and 2014. <a href=\"https://www.last.fm/music/Guns+N%27+Roses\">Read more on Last.fm</a>", "Name": "Guns N' Roses"}, "77": {"Type": "Person", "MBID": "9a709693-b4f8-4da9-8cc1-038c911a61be", "BeginDate": "1976-03-30", "URL": "https://www.last.fm/music/Bonobo", "EndDate": "None", "ID": 77, "gender": "Male", "Location": "United Kingdom", "Description": "Simon Green AKA Bonobo's first album - 2000's 'Animal Magic' - was released via Tru Thoughts before being picked up by Ninja Tune. It announced him as a serious talent; able to bring a musician's edge to electronic music, with all the freedom that skill allowed. His subsequent albums for Ninja, Dial M for Monkey and Days to Come, developed his sensibility, won him fans across the globe, and saw him develop his live show into a mesmeric re-working of his records.  <a href=\"https://www.last.fm/music/Bonobo\">Read more on Last.fm</a>", "Name": "Bonobo"}, "78": {"Type": "Group", "MBID": "6f1de078-6684-4792-820d-2ffad64c15ed", "BeginDate": "2007", "URL": "https://www.last.fm/music/Two+Door+Cinema+Club", "EndDate": "None", "ID": 78, "gender": "None", "Location": "Northern Ireland", "Description": "Two Door Cinema Club is a Bangor and Donaghadee, Northern Ireland, UK, electropop / alternative band, formed 2007, consisting of Alex Trimble (vocals, guitar), Kevin Baird (bass, vocals), Sam Halliday (guitar, vocals) and, live only, Benjamin Thompson (drums).  The band has released three albums: \"Tourist History\" (2010), \"Beacon\" (2012) and \"Gameshow\" (2016).\n\nThe band's name resulted from Halliday's mispronunciation of the local cinema's name, Tudor Cinema. <a href=\"https://www.last.fm/music/Two+Door+Cinema+Club\">Read more on Last.fm</a>", "Name": "Two Door Cinema Club"}, "79": {"Type": "Group", "MBID": "fc7bbf00-fbaa-4736-986b-b3ac0266ca9b", "BeginDate": "2007", "URL": "https://www.last.fm/music/alt-J", "EndDate": "None", "ID": 79, "gender": "None", "Location": "Leeds", "Description": "Alt-J (sometimes stylised ∆) was formed when  Gwil Sainsbury (guitar, bass), Joe Newman (guitar, vocals), Gus Unger-Hamilton (keyboards) and Thom Green (drums) met at Leeds, UK University in 2007. The band currently resides in Cambridge.\n\nUnger-Hamilton studied English Literature; the other three Fine Art.  In their second year of studies, Newman showed Sainsbury a handful of his own songs inspired by his guitar-playing dad and hallucinogens, and the pair began recording in their dorm rooms with Sainsbury acting as producer on Garageband.  <a href=\"https://www.last.fm/music/alt-J\">Read more on Last.fm</a>", "Name": "alt-J"}, "80": {"Type": "Group", "MBID": "fefe1208-5d8c-48a7-9b6c-2f5ffb62b063", "BeginDate": "2010", "URL": "https://www.last.fm/music/Bastille", "EndDate": "None", "ID": 80, "gender": "None", "Location": "United Kingdom", "Description": "There are at least two bands with the name Bastille.\n\n1: is rock group from South London\n2: is a dubstep producer\n\n1:\nBastille is a rock group from South London, England that formed in 2010. Bastille started out as a solo project by singer-songwriter Dan Smith, who later decided to form a band. The quartet consists of Dan Smith, Chris 'Woody' Wood, Will Farquarson and Kyle Simmons. The name of the band comes from Bastille Day, which was the day when Smith was born. <a href=\"https://www.last.fm/music/Bastille\">Read more on Last.fm</a>", "Name": "Bastille"}, "81": {"Type": "Group", "MBID": "dacc2d64-7e59-42a8-87a9-10c53919aff2", "BeginDate": "2009", "URL": "https://www.last.fm/music/Clean+Bandit", "EndDate": "None", "ID": 81, "gender": "None", "Location": "United Kingdom", "Description": "Clean Bandit are a British electronic group formed in 2009 . The band consists of Jack Patterson (bass guitar, keyboard), Luke Patterson (drums), Grace Chatto (cello) & Milan Neil Amin-Smith (violin). Their sound can be described as a \"fusion\" between classical and electronial music. They produce their own music whilst inviting guest singers on their tracks.\n\nTo date they have found their biggest hits include Mozart's House and the massive UK number one single <a href=\"https://www.last.fm/music/Clean+Bandit\">Read more on Last.fm</a>", "Name": "Clean Bandit"}, "82": {"Type": "Group", "MBID": "10adbe5e-a2c0-4bf3-8249-2b4cbf6e6ca8", "BeginDate": "1987", "URL": "https://www.last.fm/music/Massive+Attack", "EndDate": "None", "ID": 82, "gender": "None", "Location": "Bristol", "Description": "Massive Attack are a trip-hop group which formed in Bristol, England in 1988. The group currently consists of Robert \"3D\" Del Naja and Grant \"Daddy G\" Marshall. Third member Andy \"Mushroom\" Vowles left the group in 1999. The band has released five studio albums: \"Blue Lines\" (1991), \"Protection\" (1994), \"Mezzanine\" (1998), \"100th Window\" (2003), and \"Heligoland\" (2010). On 28 January 2016, Massive Attack released a new EP, Ritual Spirit, followed by The Spoils in July. <a href=\"https://www.last.fm/music/Massive+Attack\">Read more on Last.fm</a>", "Name": "Massive Attack"}, "83": {"Type": "Group", "MBID": "66c662b6-6e2f-4930-8610-912e24c63ed1", "BeginDate": "1973-11", "URL": "https://www.last.fm/music/AC%2FDC", "EndDate": "None", "ID": 83, "gender": "None", "Location": "Australia", "Description": "AC/DC is an Australian rock band formed in Sydney, New South Wales, Australia in December 1973 by Angus and Malcolm Young. Their albums have sold in colossal numbers; the total is now estimated at well over 200 million copies worldwide, with the 1980 album Back In Black selling over 21 million in the US alone and 40+ million worldwide, making it, according to statistics, one of the best selling albums in the world, outsold only by Michael Jackson's 'Thriller', and tied with Pink Floyd's 'Dark Side of the Moon'. <a href=\"https://www.last.fm/music/AC%2FDC\">Read more on Last.fm</a>", "Name": "AC/DC"}, "84": {"Type": "Group", "MBID": "c78c3026-426b-4580-ab23-08490bb8b515", "BeginDate": "None", "URL": "https://www.last.fm/music/Rae+Sremmurd", "EndDate": "None", "ID": 84, "gender": "None", "Location": "United States", "Description": "Tupelo, Mississippi. It’s the home of Elvis Presley, but even for those clued in on that fun fact, it’s safe to say that few, if any, know much more about the city than that. Nestled in the northeast corner of the Magnolia State, and with a population of just over 35,000, indeed, Tupelo, like most small metropolises, is easy to overlook. Rae Sremmurd - pronounced \"Ray-Shrim-er,\" consisting of real life brothers Slim Jimmy and Swae Lee, and newly <a href=\"https://www.last.fm/music/Rae+Sremmurd\">Read more on Last.fm</a>", "Name": "Rae Sremmurd"}, "85": {"Type": "Person", "MBID": "79239441-bfd5-4981-a70c-55c3f15c1287", "BeginDate": "1958-08-16", "URL": "https://www.last.fm/music/Madonna", "EndDate": "None", "ID": 85, "gender": "Female", "Location": "United States", "Description": "Madonna Louise Ciccone (born on 16 August 1958 in Bay City, Michigan, United States), known simply as Madonna, is a recording artist, entrepreneur and occasional actress, often referred to as The Queen of Pop. Throughout her career, many of her songs have hit number one on international music charts, including Like a Virgin, Papa Don't Preach, Like a Prayer, Vogue, Frozen, Music, Hung Up,  and 4 Minutes (feat. Justin Timberlake & Timbaland). Madonna <a href=\"https://www.last.fm/music/Madonna\">Read more on Last.fm</a>", "Name": "Madonna"}, "86": {"Type": "Group", "MBID": "9efff43b-3b29-4082-824e-bc82f646f93d", "BeginDate": "1965", "URL": "https://www.last.fm/music/The+Doors", "EndDate": "1972", "ID": 86, "gender": "None", "Location": "United States", "Description": "The Doors were an American rock band which formed in Los Angeles, California, United States in 1965. The band consisted of Jim Morrison (vocals), Ray Manzarek (organ), Robby Krieger (guitar) and John Densmore (drums). In this configuration, the band released six albums, all of which were successful and released two US #1 hit singles - 1967's \"Light My Fire\" and 1968's \"Hello, I Love You\".  After Morrison's death at his apartment at 17 Rue Beautraillis Paris in 1971 <a href=\"https://www.last.fm/music/The+Doors\">Read more on Last.fm</a>", "Name": "The Doors"}, "87": {"Type": "Person", "MBID": "d43d12a1-2dc9-4257-a2fd-0a3bb1081b86", "BeginDate": "1932-02-26", "URL": "https://www.last.fm/music/Johnny+Cash", "EndDate": "2003-09-12", "ID": 87, "gender": "Male", "Location": "United States", "Description": "Johnny Cash (born J.R. Cash, February 26, 1932 – September 12, 2003) was a Grammy Award-winning American country singer and songwriter. \n\nCash is widely considered to be one of the most influential American musicians of the 20th century.  Although primarily remembered as a country music icon, his genre-spanning songs and sound embraced rock and roll, rockabilly, blues, folk, and gospel. This crossover appeal won Cash the rare honor of multiple induction in the Country Music, Rock and Roll, and Gospel Music Halls of Fame. <a href=\"https://www.last.fm/music/Johnny+Cash\">Read more on Last.fm</a>", "Name": "Johnny Cash"}, "88": {"Type": "Person", "MBID": "a8baaa41-50f1-4f63-979e-717c14979dfb", "BeginDate": "None", "URL": "https://www.last.fm/music/Beck", "EndDate": "None", "ID": 88, "gender": "Male", "Location": "Denmark", "Description": "The Artist name Beck can refer to two artists;\n\n1) Beck Hansen (born Bek David Campbell, July 8, 1970) is an American musician, singer-songwriter, and multi-instrumentalist.  Beck's music is known for its pop-junk culture collage of musical styles, ironic lyrics, samples, drum machines, live instrumentation and heady sound effects.\n\nBeck was born in Los Angeles, California, to David Campbell (a musician and son of a Presbyterian minister) and Bibbe Hansen (a former dancer for The Velvet Underground <a href=\"https://www.last.fm/music/Beck\">Read more on Last.fm</a>", "Name": "Beck"}, "89": {"Type": "Group", "MBID": "6a65d878-fcd0-42cf-aff9-ca1d636a8bcc", "BeginDate": "2005", "URL": "https://www.last.fm/music/Foals", "EndDate": "None", "ID": 89, "gender": "None", "Location": "United Kingdom", "Description": "Foals are a rock band which formed in Oxford, England in 2005.  The band consists of Yannis Philippakis (vocals, guitar), Jimmy Smith (guitar), Walter Gervers (bass), Edwin Congreave (keyboards) and Jack Bevan (drums). The band has released four albums: \"Antidotes\" (2008), \"Total Life Forever\" (2010), \"Holy Fire\" (2013) and \"What Went Down\" (2015).\n\nThe band was formed in 2005 by Philippakis and Bevan, both former members of math rock band The Edmund Fitzgerald, and Andrew Mears of Youthmovies. <a href=\"https://www.last.fm/music/Foals\">Read more on Last.fm</a>", "Name": "Foals"}, "90": {"Type": "Group", "MBID": "c1aa2ec9-53e7-4d90-8d36-bac75832e986", "BeginDate": "1961-01-15", "URL": "https://www.last.fm/music/Stevie+Wonder", "EndDate": "1977-06-12", "ID": 90, "gender": "None", "Location": "United States", "Description": "Stevie Wonder is the stage name of Stevland Hardaway Morris (b. Stevland Hardaway Judkins, 13 May 1950 in Saginaw, MI, USA - a.k.a. Little Stevie Wonder), a singer-songwriter, multi-instrumentalist, record producer and activist.  He débuted, as Little Stevie Wonder, with the single \"I Call It Pretty Music, But the Old People Call It the Blues\" (1961, Tamla Motown) and his latest album is \"A Time 2 Love\" (Oct 2005, Motown)\n\nStevland lost his eyesight shortly after birth. <a href=\"https://www.last.fm/music/Stevie+Wonder\">Read more on Last.fm</a>", "Name": "Stevie Wonder"}, "91": {"Type": "Person", "MBID": "3e1f2ee4-16be-4406-bf18-6173840cf2b1", "BeginDate": "1996-05-15", "URL": "https://www.last.fm/music/Martin+Garrix", "EndDate": "None", "ID": 91, "gender": "Male", "Location": "Netherlands", "Description": "The new wave of fresh-outta-highschool EDM talent is led by just a handful of pioneers. Martin Garrix can certainly be counted as one of them. Currently being 18 years old, he is recognized as one of the most talented guys out there. He just landed his first record deal and has already been spotted in de studio with Sidney Samson and that other Dutch mega talent Julian Jordan.\nHis first official release 'Keygen' received great DJ support and ranked <a href=\"https://www.last.fm/music/Martin+Garrix\">Read more on Last.fm</a>", "Name": "Martin Garrix"}, "92": {"Type": "None", "MBID": "f9c1cc73-36ba-4f8d-ba12-7d2490608886", "BeginDate": "None", "URL": "https://www.last.fm/music/Justice", "EndDate": "None", "ID": 92, "Location": "Australia", "Description": "There are Nine artists with this name:\n1. a popular French electronic music duo\n2. a Belgian hardcore band\n3. a German thrash metal band\n4. an English drum 'n' bass producer\n5. an Irish folk band\n6. a reggae musician\n7. a Croatian thrash metal band\n8. a Swedish musician\n9. a Holland based hardcore dj\n\n1) Justice is an electronic music duo from Paris, France, formed in 2003 and consisting of Gaspard Augé (born 21 May, 1979) and Xavier de Rosnay  (born 2 July, 1982). <a href=\"https://www.last.fm/music/Justice\">Read more on Last.fm</a>", "Name": "Justice"}, "93": {"Type": "Group", "MBID": "ba853904-ae25-4ebb-89d6-c44cfbd71bd2", "BeginDate": "1990", "URL": "https://www.last.fm/music/Blur", "EndDate": "None", "ID": 93, "gender": "None", "Location": "United Kingdom", "Description": "Blur is an alternative rock band which formed in Colchester, England in 1989. The band consists of Damon Albarn (vocals, guitar, keyboards), Graham Coxon (guitar, vocals), Alex James (bass) and Dave Rowntree (drums). Blur's debut album Leisure (1991) incorporated the sounds of Madchester and Shoegazing and spawned their first UK Top 10 single, There's No Other Way. Following a stylistic change in 1992 (influenced by English guitar groups such as The Kinks <a href=\"https://www.last.fm/music/Blur\">Read more on Last.fm</a>", "Name": "Blur"}, "94": {"Type": "Group", "MBID": "c44e9c22-ef82-4a77-9bcd-af6c958446d6", "BeginDate": "2007-12", "URL": "https://www.last.fm/music/Mumford+&+Sons", "EndDate": "None", "ID": 94, "gender": "None", "Location": "United Kingdom", "Description": " <a href=\"https://www.last.fm/music/Mumford+\">Read more on Last.fm</a>", "Name": "Mumford & Sons"}, "95": {"Type": "Group", "MBID": "5182c1d9-c7d2-4dad-afa0-ccfeada921a8", "BeginDate": "1969", "URL": "https://www.last.fm/music/Black+Sabbath", "EndDate": "None", "ID": 95, "gender": "None", "Location": "United Kingdom", "Description": "Black Sabbath is an English heavy metal band that formed in 1968 in Birmingham, West Midlands, England, United Kingdom, originally comprising Ozzy Osbourne (vocals), Tony Iommi (guitar), Geezer Butler (bass), and Bill Ward (drums). In the early 70s, they were the first to pair heavily distorted, sonically dissonant blues rock at slow speeds with lyrics about drugs, mental pain and abominations of war, thus giving birth to generations of metal bands that followed in their wake. <a href=\"https://www.last.fm/music/Black+Sabbath\">Read more on Last.fm</a>", "Name": "Black Sabbath"}, "96": {"Type": "Group", "MBID": "6fe07aa5-fec0-4eca-a456-f29bff451b04", "BeginDate": "1992-02-14", "URL": "https://www.last.fm/music/Weezer", "EndDate": "None", "ID": 96, "gender": "None", "Location": "United States", "Description": "Weezer is an American rock band. Formed in 1992, they have released eight full length albums, six EPs, and a DVD. Their latest album, titled 'Weezer (White Album)', came out on April 1st, 2016. They've sold over nine million records in the United States to date. Playing music influenced by alternative bands and power pop artists among others, they're sometimes viewed as a part of the 90s indie movement.\n\nWeezer started in Los Angeles, California when Rivers Cuomo joined with Patrick Wilson <a href=\"https://www.last.fm/music/Weezer\">Read more on Last.fm</a>", "Name": "Weezer"}, "97": {"Type": "Group", "MBID": "38f59974-2f4d-4bfa-b2e3-d2696de1b675", "BeginDate": "2011-08", "URL": "https://www.last.fm/music/Little+Mix", "EndDate": "None", "ID": 97, "gender": "None", "Location": "United Kingdom", "Description": "Little Mix (previously Rhythmix) are the 2011 winners of The X Factor, and the first ever group to win the grand prize. Their debut single, a cover of the Damien Rice ballad Cannonball was released digitally the morning after their win. The song was produced by Fazer, from the band N-Dubz. The lead single from their debut album, Wings, was released on August 19, 2012 and reached number 1 in the official UK charts. Their second single to be released was DNA, which was also the title of their debut album. <a href=\"https://www.last.fm/music/Little+Mix\">Read more on Last.fm</a>", "Name": "Little Mix"}, "98": {"Type": "Group", "MBID": "516cef4d-0718-4007-9939-f9b38af3f784", "BeginDate": "2001", "URL": "https://www.last.fm/music/Fall+Out+Boy", "EndDate": "None", "ID": 98, "gender": "None", "Location": "United States", "Description": "Fall Out Boy is a band formed in 2001 in Glenview, Illinois after good friends Joe Trohman and Pete Wentz met high schooler Patrick Stump. Stump originally auditioned as a drummer, but soon became the lead singer. The following year, the band debuted with a self-released demo and followed it up with the May 28, 2002 release of Split EP, which featured Project Rocket, on Uprising Records. The group released a mini-LP, Evening Out With Your Girlfriend, also on Uprising Records, in 2003. <a href=\"https://www.last.fm/music/Fall+Out+Boy\">Read more on Last.fm</a>", "Name": "Fall Out Boy"}, "99": {"Type": "Group", "MBID": "83b9cbe7-9857-49e2-ab8e-b57b01038103", "BeginDate": "1990", "URL": "https://www.last.fm/music/Pearl+Jam", "EndDate": "None", "ID": 99, "gender": "None", "Location": "United States", "Description": "Pearl Jam is an American rock band that formed in Seattle, Washington, in 1990. Since its inception, the band's line-up has included Stone Gossard (guitar), Jeff Ament (bass), Mike McCready (guitar), and Eddie Vedder (vocals). The band's fifth and current drummer is Matt Cameron, of Soundgarden, who has been with the band since 1998.\n\nFormed after the demise of Gossard and Ament's previous band, Mother Love Bone, Pearl Jam broke into the mainstream with its debut album, Ten, in 1991. <a href=\"https://www.last.fm/music/Pearl+Jam\">Read more on Last.fm</a>", "Name": "Pearl Jam"}, "100": {"Type": "Group", "MBID": "bfcb6630-9b31-4e63-b11f-7b0363be72b5", "BeginDate": "2008-12-31", "URL": "https://www.last.fm/music/The+Lumineers", "EndDate": "None", "ID": 100, "gender": "None", "Location": "Denver", "Description": "The Lumineers are a folk rock trio which formed in Denver, Colorado, United States in 2002. The band consists of Wesley Schultz (vocals, guitar), Neyla Pekarek (piano, cello, mandolin, vocals) and Jeremiah Fraites (drums, vocals). The band's debut self-titled album was released on April 3, 2012. The album's first single, \"Ho Hey\" reached #3 on the Billboard Hot 100 and #1 on the Billboard Alternative Songs chart.\n\nThe Ho Hey Songfacts reports that <a href=\"https://www.last.fm/music/The+Lumineers\">Read more on Last.fm</a>", "Name": "The Lumineers"}, "101": {"Type": "Person", "MBID": "afdb7919-059d-43c1-b668-ba1d265e7e42", "BeginDate": "1939-04-02", "URL": "https://www.last.fm/music/Marvin+Gaye", "EndDate": "1984-04-01", "ID": 101, "gender": "Male", "Location": "United States", "Description": "Marvin Pentz Gay, Jr. (2 April 1939 - 1 April 1984) was an American soul and rnb singer, songwriter, producer, and multi-instrumentalist, known as \"The Prince of Soul\", or \"The Prince of Motown.\" Originally a member of the doo-wop group The Moonglows, he pursued a solo career after the group disbanded and released many successful solo hits including \"I Heard It Through the Grapevine\", \"Let's Get It On\" and  \"What's Going On\". His best albums are still held in extremely high regard, and he is often cited as one of the finest singers of his era. <a href=\"https://www.last.fm/music/Marvin+Gaye\">Read more on Last.fm</a>", "Name": "Marvin Gaye"}, "102": {"Type": "Group", "MBID": "979a39b4-2df9-4767-a3ca-7940e8aff05a", "BeginDate": "None", "URL": "https://www.last.fm/music/Placebo", "EndDate": "None", "ID": 102, "gender": "None", "Location": "Canada", "Description": "There are multiple artists with this name: 1) A popular British rock band. 2) A Belgian jazz band. 3) A Canadian punk band. 4) A British post-punk duo.\n\n1) Placebo is a three-piece alternative rock band, formed in London, United Kingdom, when former Luxembourg schoolmates Brian Molko and Stefan Olsdal - who never actually spoke to each other at the time - met by accident at South Kensington train station in 1994. During their 'accidental' meet, Molko invited Olsdal to one of his gigs, where Olsdal was impressed by Molko's unique vocals. <a href=\"https://www.last.fm/music/Placebo\">Read more on Last.fm</a>", "Name": "Placebo"}, "103": {"Type": "Person", "MBID": "c85cfd6b-b1e9-4a50-bd55-eb725f04f7d5", "BeginDate": "1989-09-08", "URL": "https://www.last.fm/music/Avicii", "EndDate": "None", "ID": 103, "gender": "Male", "Location": "Sweden", "Description": "Tim Bergling (born 8 September 1989 in Stockholm, Sweden), better known by his stage name Avicii, is a Swedish DJ, remixer, record producer. Avicii was ranked 3rd on DJ Magazine‍‍ '​‍s annual Top 100 DJs in 2012 and 2013 and has been nominated twice for a Grammy Award, once for his work on \"Sunshine\" with David Guetta in 2012 and once for his song \"Levels\" (which sampled the 1962 Etta James track \"Something's Got a Hold on Me\") in 2013. Some of his most famous songs are \"I Could Be the One\" with Nicky Romero <a href=\"https://www.last.fm/music/Avicii\">Read more on Last.fm</a>", "Name": "Avicii"}, "104": {"Type": "Group", "MBID": "ebfc1398-8d96-47e3-82c3-f782abcdb13d", "BeginDate": "1961", "URL": "https://www.last.fm/music/The+Beach+Boys", "EndDate": "None", "ID": 104, "gender": "None", "Location": "United States", "Description": "The Beach Boys are an iconic American rock band, frequently cited as one of the most influential and commercially successful groups of all time. They are recognized for their intricate vocal harmonies, studio innovations, and musical impact that is still felt today. After rising to stardom with a string of hits that defined the '60s California Sound, they delved into progressive pop, experimenting with songs inspired by classical music and the avant-garde. <a href=\"https://www.last.fm/music/The+Beach+Boys\">Read more on Last.fm</a>", "Name": "The Beach Boys"}, "105": {"Type": "Person", "MBID": "8e494408-8620-4c6a-82c2-c2ca4a1e4f12", "BeginDate": "1996-11-07", "URL": "https://www.last.fm/music/Lorde", "EndDate": "None", "ID": 105, "gender": "Female", "Location": "New Zealand", "Description": "Ella Marija Lani Yelich-O'Connor (born 7 November 1996), known by her stage name \"Lorde\" (pronounced (/ˈlɔrd/) (IPA) or \"lord\" in standard English), is a New Zealand singer-songwriter and multiple Grammy Awards winner. She released her first EP, The Love Club EP, in March 2013 and her first single, \"Royals\", in June 2013. Her début album, Pure Heroine, was released on September 27, 2013.\n\nShe was born in Auckland, New Zealand. Her father, an Irish-New Zealander <a href=\"https://www.last.fm/music/Lorde\">Read more on Last.fm</a>", "Name": "Lorde"}, "106": {"Type": "Group", "MBID": "3d2b98e5-556f-4451-a3ff-c50ea18d57cb", "BeginDate": "1970", "URL": "https://www.last.fm/music/Aerosmith", "EndDate": "None", "ID": 106, "gender": "None", "Location": "United States", "Description": "Aerosmith is a prominent American rock band. Three of its members, Steven Tyler, Joe Perry, and Tom Hamilton, first met in Sunapee, New Hampshire in the late 60s, but it wasn't until 1970, in Boston, Massachusetts, that the three decided to form a band together. Later, they met up with Joey Kramer (drums) and Brad Whitford (rhythm guitar). The band enjoyed major popularity throughout the 70s, making rock anthems such as \"Dream On\" and \"Sweet Emotion\" <a href=\"https://www.last.fm/music/Aerosmith\">Read more on Last.fm</a>", "Name": "Aerosmith"}, "107": {"Type": "Group", "MBID": "9a58fda3-f4ed-4080-a3a5-f457aac9fcdd", "BeginDate": "1978-01", "URL": "https://www.last.fm/music/Joy+Division", "EndDate": "1980-05", "ID": 107, "gender": "None", "Location": "United Kingdom", "Description": "Joy Division were a post-punk band formed in 1976 in Salford, Greater Manchester, United Kingdom. Originally named Warsaw, the band consisted of Ian Curtis (vocals and occasional guitar), Bernard Sumner (guitar and keyboards), Peter Hook (bass guitar and backing vocals) and Stephen Morris (drums and percussion). The band dissolved in May 1980 after the suicide of its lead singer, Ian Curtis. Much of their popularity/reputation arguably resulted from frequent playings on air by iconic DJ John Peel <a href=\"https://www.last.fm/music/Joy+Division\">Read more on Last.fm</a>", "Name": "Joy Division"}, "108": {"Type": "Group", "MBID": "a7229e38-bab7-48c1-9f35-9b4c49738b0f", "BeginDate": "2012-03-01", "URL": "https://www.last.fm/music/Galantis", "EndDate": "None", "ID": 108, "gender": "None", "Location": "Sweden", "Description": "Featuring Christian Karlsson of Miike Snow and Linus Eklöw from Style of Eye, Galantis are a Swedish superduo who represent the place where EDM and pop meet. Karlsson (the man behind hits like Britney Spears' \"Toxic\") met Eklöw (the man behind hits like Icona Pop's \"I Love It\") at the Robotberget studio in Stockholm. Their mutual admiration society turned into a project once they began discussing a more poignant style of EDM that retained pop's passion. <a href=\"https://www.last.fm/music/Galantis\">Read more on Last.fm</a>", "Name": "Galantis"}, "109": {"Type": "Group", "MBID": "c485632c-b784-4ee9-8ea1-c5fb365681fc", "BeginDate": "2002-12", "URL": "https://www.last.fm/music/MGMT", "EndDate": "None", "ID": 109, "gender": "None", "Location": "United States", "Description": "MGMT is a neo psychedelia/alternative rock group which formed in Middletown, Connecticut, United States in 2002 by Andrew VanWyngarden and Ben Goldwasser.\n\nThey signed to Columbia Records in 2006.\nOriginally consisting only of VanWyngarden and Goldwasser, the other members were added to the band after the release of Oracular Spectacular in 2008.\n\nTheir first single off Oracular Spectacular was \"Time to Pretend\" which got high rotation on radio etc and gave the band worldwide acclaim. <a href=\"https://www.last.fm/music/MGMT\">Read more on Last.fm</a>", "Name": "MGMT"}, "110": {"Type": "None", "MBID": "None", "BeginDate": "None", "URL": "https://www.last.fm/music/Alessia+Cara", "EndDate": "None", "ID": 110, "Location": "None", "Description": "Alessia Cara (born Alessia Caracciolo on July 11, 1996) is a Canadian singer-songwriter from Toronto, Canada. She is currently signed to EP Entertainment/Def Jam Recordings and is best known for Here, her debut single from her upcoming album. Prior to her work with EP Entertainment/Def Jam, Cara was known for her acoustic song covers on YouTube.\n\nBorn in Brampton, Ontario, she wrote poetry and did theater at a young age. At 10, she began playing guitar and taught herself how to play various songs. <a href=\"https://www.last.fm/music/Alessia+Cara\">Read more on Last.fm</a>", "Name": "Alessia Cara"}, "111": {"Type": "Person", "MBID": "3ab2ee23-1c2f-458c-9c8c-ca4844729120", "BeginDate": "1988-08-13", "URL": "https://www.last.fm/music/M%C3%98", "EndDate": "None", "ID": 111, "gender": "Female", "Location": "Denmark", "Description": "Karen Marie Ørsted (born in Odense, Denmark in 1989) better known as MØ, is a Danish singer and songwriter. In Copenhagen, Denmark 2013, she was recognized as P3s Uundgåelige (P3 Unavoidable), a list of rising artists Danish radio station DR P3. She is signed to Sony Music. MØ's first live television appearance was during Danish P3 Guld Awards on 27 March 2013 where she sang her hit \"Pilgrim\". MØ, whose name means \"maiden\" or \"virgin\" in Danish, has been compared to electro-pop vocalists such as Grimes, Purity Ring, and Twin Shadow.  <a href=\"https://www.last.fm/music/+noredirect/M%C3%98\">Read more on Last.fm</a>", "Name": "MØ"}, "112": {"Type": "Group", "MBID": "3798b104-01cb-484c-a3b0-56adc6399b80", "BeginDate": "1991-08", "URL": "https://www.last.fm/music/Rage+Against+the+Machine", "EndDate": "None", "ID": 112, "gender": "None", "Location": "United States", "Description": "Rage Against the Machine is an American rap metal band, formed in 1991 in Los Angeles, California. The band's line-up comprises vocalist Zack de la Rocha, guitarist Tom Morello, bassist Tim Commerford and drummer Brad Wilk. Critics have noted Rage Against the Machine for its \"fiercely polemical music, which brewed sloganeering leftist rants against corporate America, cultural imperialism, and government oppression into a Molotov cocktail of hardcore punk, hip hop, alternative metal, and funk. <a href=\"https://www.last.fm/music/Rage+Against+the+Machine\">Read more on Last.fm</a>", "Name": "Rage Against the Machine"}, "113": {"Type": "Group", "MBID": "f1106b17-dcbb-45f6-b938-199ccfab50cc", "BeginDate": "1980", "URL": "https://www.last.fm/music/New+Order", "EndDate": "None", "ID": 113, "gender": "None", "Location": "United Kingdom", "Description": "New Order are an alternative rock/electronic dance band which formed in 1980 in Salford, England, United Kingdom by the three remaining members of Joy Division. The band's classic lineup consists of Bernard Sumner (vocals, guitar, keyboards), Peter Hook (bass, electronic percussion), Gillian Gilbert (keyboards, guitar) and Stephen Morris (drums, keyboards). The group effectively disbanded in 1993 but reformed in 1998. Gilbert left in 2001 to look after her and Morris' children and was replaced by guitarist/keyboardist Phil Cunningham. <a href=\"https://www.last.fm/music/New+Order\">Read more on Last.fm</a>", "Name": "New Order"}, "114": {"Type": "Person", "MBID": "01809552-4f87-45b0-afff-2c6f0730a3be", "BeginDate": "1935-01-08", "URL": "https://www.last.fm/music/Elvis+Presley", "EndDate": "1977-08-16", "ID": 114, "gender": "Male", "Location": "United States", "Description": "Elvis Aaron Presley (Tupelo, Mississippi, January 8, 1935 - Memphis, Tennessee, August 16, 1977), was an American singer, song producer and actor. A cultural icon, he is widely known by the single name Elvis. \n\nElvis Presley began his music career at Sun Records in the spring of 1954 when Sam Philips recorded Elvis performing several of Elvis' favorite songs with Scotty Moore (guitar) and Bill Black (bass).  One of these covers was a country and western song, \"Blue Moon of Kentucky\". <a href=\"https://www.last.fm/music/Elvis+Presley\">Read more on Last.fm</a>", "Name": "Elvis Presley"}, "115": {"Type": "Person", "MBID": "06fb1c8b-566e-4cb2-985b-b467c90781d4", "BeginDate": "1942-11-27", "URL": "https://www.last.fm/music/Jimi+Hendrix", "EndDate": "1970-09-18", "ID": 115, "gender": "Male", "Location": "United States", "Description": "James Marshall \"Jimi\" Hendrix (born Johnny Allen Hendrix; 27th November at Seattle's King County Hospital, 1942 - 18th September 1970) was a U.S. guitarist, singer, and songwriter.\n\nHendrix was not very popular in the U.S.A. at the outset of his musical career, only later gaining recognition after taking a trip to England in 1966 with The Animals' Chas Chandler, where he subsequently formed The Jimi Hendrix Experience with bassist Noel Redding and drummer Mitch Mitchell. <a href=\"https://www.last.fm/music/Jimi+Hendrix\">Read more on Last.fm</a>", "Name": "Jimi Hendrix"}, "116": {"Type": "None", "MBID": "None", "BeginDate": "None", "URL": "https://www.last.fm/music/Jonas+Blue", "EndDate": "None", "ID": 116, "Location": "None", "Description": " <a href=\"https://www.last.fm/music/Jonas+Blue\">Read more on Last.fm</a>", "Name": "Jonas Blue"}, "117": {"Type": "Group", "MBID": "b9472588-93f3-4922-a1a2-74082cdf9ce8", "BeginDate": "2004", "URL": "https://www.last.fm/music/Panic%21+at+the+Disco", "EndDate": "None", "ID": 117, "gender": "None", "Location": "United States", "Description": "Panic! at the Disco is  American rock band hailing from Las Vegas, Nevada. The current member is vocalist/multi-instrumentalist Brendon Urie. Their debut album A Fever You Can't Sweat Out has sold over 2.2 million copies worldwide, 1.5 million of which were in the United States alone. This shot them into the international spotlight. Their sophomore album Pretty. Odd. debuted at number 2 on the Billboard 200.  The band released their third album, entitled Vices & Virtues <a href=\"https://www.last.fm/music/Panic%21+at+the+Disco\">Read more on Last.fm</a>", "Name": "Panic! at the Disco"}, "118": {"Type": "Person", "MBID": "f2fa2f0c-b6d7-4d09-be35-910c110bb342", "BeginDate": "None", "URL": "https://www.last.fm/music/The+Who", "EndDate": "None", "ID": 118, "gender": "None", "Location": "None", "Description": "The Who are an English Rock Band formed in Shepherd's Bush, West London, United Kingdom, in 1964. They grew to be considered one of the greatest, most influential, and awarded recording groups in the world. They are also famed for their prowess as a Live Band--being described as \"possibly the greatest live band ever\"--due to their energetic, tight, loud performances and smashing of instruments. The primary lineup was: Pete Townshend (Lead Guitar, Vocals) <a href=\"https://www.last.fm/music/The+Who\">Read more on Last.fm</a>", "Name": "The Who"}, "119": {"Type": "Person", "MBID": "f82bcf78-5b69-4622-a5ef-73800768d9ac", "BeginDate": "1969-12-04", "URL": "https://www.last.fm/music/Jay-Z", "EndDate": "None", "ID": 119, "gender": "Male", "Location": "United States", "Description": "Shawn Corey Carter (born December 4, 1969 in Brooklyn, New York, United States), is an American rapper and former president and CEO of Roc A Fella Records. He is more commonly known by a variety of stage names including Jay-Z, S. Carter, Jigga, Hova, J-Hova, Hov, and Young Hov. He is regarded as one of the most prolific and successful American blend artists of the mid-90s and early 2000s and is known for his use of metaphors, freestyling abilities, word play, flow, and blending of street and popular hip hop. <a href=\"https://www.last.fm/music/Jay-Z\">Read more on Last.fm</a>", "Name": "Jay-Z"}, "120": {"Type": "Group", "MBID": "73fdb566-a9b1-494c-9f32-51768ec9fd27", "BeginDate": "1991", "URL": "https://www.last.fm/music/OutKast", "EndDate": "None", "ID": 120, "gender": "None", "Location": "United States", "Description": "OutKast is an American hip-hop duo from Atlanta, Georgia, United States.  The duo is one of the most successful hip-hop groups of all time, having received six Grammy Awards.   Over 25 million copies have been sold of Outkast's seven releases: six studio albums—including one double album—and a greatest hits release. \n\nThe group's original musical style was a mixture of Dirty South and G-Funk.  Since then funk, soul, pop, electronic music, rock, spoken word poetry, jazz, and blues have been added to the group's musical palette. <a href=\"https://www.last.fm/music/OutKast\">Read more on Last.fm</a>", "Name": "OutKast"}, "121": {"Type": "Person", "MBID": "5a85c140-dcf9-4dd2-b2c8-aff0471549f3", "BeginDate": "1992-05-19", "URL": "https://www.last.fm/music/Sam+Smith", "EndDate": "None", "ID": 121, "gender": "Male", "Location": "United Kingdom", "Description": "Sam Smith (born Samuel Frederick Smith, May 19, 1992 in London) is a singer/songwriter. While his early career was geared up towards musical theatre, it was dance music that kicked it off.\n\nIn October 2012, Sam Smith featured on Disclosure’s single Latch, which peaked at number 11 on the UK Singles Chart. In February 2013 he released his début single Lay Me Down. In May 2013, he featured on Naughty Boy’s single La La La, which entered at number one on the UK Singles Chart. <a href=\"https://www.last.fm/music/Sam+Smith\">Read more on Last.fm</a>", "Name": "Sam Smith"}, "122": {"Type": "Group", "MBID": "b22d45dd-deae-4663-a782-542db02e25cf", "BeginDate": "1975", "URL": "https://www.last.fm/music/M.I.A.", "EndDate": "1980", "ID": 122, "gender": "None", "Location": "Argentina", "Description": "There are five known artists under this name: \n\n(1) Mathangi “Maya” Arulpragasam, (born 18 July 1975 in Hounslow, London, U.K.) is a British artist of Sri Lankan descent. As a baby she moved with her family to their native Sri Lanka, where her father became increasingly politically active in militant activities. As the Civil War escalated the rest of the family was forced to flee as refugees, first to India and then the UK. “M.I.A.” [“Missing <a href=\"https://www.last.fm/music/M.I.A.\">Read more on Last.fm</a>", "Name": "M.I.A."}, "123": {"Type": "Group", "MBID": "9e103f85-7af7-41d7-b83b-49ba8f0c5abf", "BeginDate": "2010", "URL": "https://www.last.fm/music/Of+Monsters+and+Men", "EndDate": "None", "ID": 123, "gender": "None", "Location": "Iceland", "Description": "Of Monsters and Men are an indie folk band which formed in 2010 in Keflavík/Garðabær, Iceland. The band consists of Nanna Bryndís Hilmarsdóttir (vocals, guitar), Ragnar Þórhallsson (vocals, guitar), Brynjar Leifsson (guitar), Kristján Páll Kristjánsson (bass), Arnar Rósenkranz Hilmarsson (drums) and the former member  Árni Guðjónsson (keyboards, accordion), who left the band in 2012. The band released their debut album \"My Head Is an Animal\" in September 2011. <a href=\"https://www.last.fm/music/Of+Monsters+and+Men\">Read more on Last.fm</a>", "Name": "Of Monsters and Men"}, "124": {"Type": "Group", "MBID": "5dcdb5eb-cb72-4e6e-9e63-b7bace604965", "BeginDate": "1983", "URL": "https://www.last.fm/music/Bon+Jovi", "EndDate": "None", "ID": 124, "gender": "None", "Location": "United States", "Description": "Bon Jovi is a hard rock band from Sayreville, New Jersey. Fronted by lead singer and namesake Jon Bon Jovi (born John Francis Bongiovi, Jr.), the group originally achieved large-scale success in the 80s. Over the past 25 years, the band has sold over 120 million albums worldwide, 34 million of those sales being in the U.S. alone, making them one of the most successful modern groups of all time. They continue to have widely popular tours.\n\nBon Jovi formed in 1983. <a href=\"https://www.last.fm/music/Bon+Jovi\">Read more on Last.fm</a>", "Name": "Bon Jovi"}, "125": {"Type": "Person", "MBID": "cbef45a9-7acb-4325-94c9-70081ac8d1b8", "BeginDate": "None", "URL": "https://www.last.fm/music/Tycho", "EndDate": "None", "ID": 125, "gender": "Male", "Location": "United States", "Description": "Scott Hansen (born 1976/1977), professionally known as Tycho, is an American ambient music artist and producer, who is known as ISO50 for his photographic and design works. Tycho is currently signed to, and has released under, Ghostly International, but has also released music on Merck Records and Gammaphone Records. His song, Dictaphone's Lament, was used as the track on a music video entitled \"Live Life to the Fullest\", which was made by and featured on the action cartoon block Toonami. <a href=\"https://www.last.fm/music/Tycho\">Read more on Last.fm</a>", "Name": "Tycho"}, "126": {"Type": "Group", "MBID": "b7ffd2af-418f-4be2-bdd1-22f8b48613da", "BeginDate": "1988", "URL": "https://www.last.fm/music/Nine+Inch+Nails", "EndDate": "None", "ID": 126, "gender": "None", "Location": "United States", "Description": "Nine Inch Nails is a Cleveland, OH, USA, Industrial rock band that was formed in 1988 by Trent Reznor, the only constant member of the band. He's generally credited for popularizing the genre known as \"industrial rock\" with both his releases and dark, theatrical music videos.\n\nBorn Michael Trent Reznor, he was raised by his maternal grandparents in Mercer, Pennsylvania, USA. Reznor took up piano at the age of five and in high school took up the tuba and saxophone. <a href=\"https://www.last.fm/music/Nine+Inch+Nails\">Read more on Last.fm</a>", "Name": "Nine Inch Nails"}, "127": {"Type": "Group", "MBID": "5b6ebfe0-f72b-4902-bba9-74c8af0f1af0", "BeginDate": "2002", "URL": "https://www.last.fm/music/The+1975", "EndDate": "None", "ID": 127, "gender": "None", "Location": "United Kingdom", "Description": "The 1975 are an indie rock band which formed in 2002 in Manchester. The group played under several names, including Talkhouse, Drive Like I Do, Bigsleep, and The Slowdown before settling on The 1975 in 2012. The band consists of Matthew Healy (vocals, guitar), Adam Hann (guitar), Ross MacDonald (bass), and George Daniel (drums). The group released their debut album, The 1975 on 2 September 2013 and their second album, I like it when you sleep, for you are so beautiful yet so unaware of it was released on 26 February 2016. <a href=\"https://www.last.fm/music/The+1975\">Read more on Last.fm</a>", "Name": "The 1975"}, "128": {"Type": "Group", "MBID": "c07f0676-9143-4217-8a9f-4c26bd636f13", "BeginDate": "2001", "URL": "https://www.last.fm/music/My+Chemical+Romance", "EndDate": "2013-03-22", "ID": 128, "gender": "None", "Location": "United States", "Description": "My Chemical Romance was an American rock band from New Jersey, United States formed in 2001. The band consisted of lead vocalist Gerard Way, guitarists Ray Toro. and Frank Iero, bassist Mikey Way and keyboardist James Dewees. Shortly after forming, the band signed to Eyeball Records and released their debut album I Brought You My Bullets, You Brought Me Your Love in 2002. They signed with Reprise Records the next year and released their major label debut Three Cheers for Sweet Revenge in 2004; the album was a commercial success <a href=\"https://www.last.fm/music/My+Chemical+Romance\">Read more on Last.fm</a>", "Name": "My Chemical Romance"}, "129": {"Type": "Group", "MBID": "6a93afbb-257f-4166-b389-9f2a1e5c5df8", "BeginDate": "2011", "URL": "https://www.last.fm/music/CHVRCHES", "EndDate": "None", "ID": 129, "gender": "None", "Location": "United Kingdom", "Description": "CHVRCHES (pronounced as \"churches\") are a Scottish electronic band from Glasgow, formed in 2011. The group consists of Lauren Mayberry (lead vocals, occasionally synths and samplers), Iain Cook (synths, guitar, bass, vocals) and Martin Doherty (synths, samplers, vocals). The group's debut album, The Bones of What You Believe, was released on 20 September 2013.\n\nPreviously, Mayberry was a member of the bands Boyfriend/Girlfriend and Blue Sky Archives. <a href=\"https://www.last.fm/music/CHVRCHES\">Read more on Last.fm</a>", "Name": "CHVRCHES"}, "130": {"Type": "Person", "MBID": "8dc08b1f-e393-4f85-a5dd-300f7693a8b8", "BeginDate": "1988-09-26", "URL": "https://www.last.fm/music/James+Blake", "EndDate": "None", "ID": 130, "gender": "Male", "Location": "United Kingdom", "Description": "James Blake (born 26 September 1988) is a Grammy-nominated electronic musician and singer-songwriter from London, England, United Kingdom.  Blake is primarily considered a dubstep producer and is frequently heralded as a leading figure in the \"post-dubstep\" community, but he is also noted for his prominent soul influences.  Blake was nominated the Critic's Choice award by the 2011 BRIT Awards and the Sound of 2011 award by the BBC, and won second place in the latter. <a href=\"https://www.last.fm/music/James+Blake\">Read more on Last.fm</a>", "Name": "James Blake"}, "131": {"Type": "Group", "MBID": "bbc5b66b-d037-4f26-aecf-0b129e7f876a", "BeginDate": "1993", "URL": "https://www.last.fm/music/Jimmy+Eat+World", "EndDate": "None", "ID": 131, "gender": "None", "Location": "United States", "Description": "Jimmy Eat World formed in Mesa, Arizona, United States in 1993. They are associated with an array of genres including emo, alternative rock, indie rock and pop punk. Singer/guitarist Jim Adkins and drummer Zach Lind, who had been friends since kindergarten, joined forces with co-vocalist/guitarist Tom Linton and bass player Mitch Porter to try their hand at music. In its early years the band emulated the style of their punk rock influences, and they eventually recorded and released three singles and a full-length <a href=\"https://www.last.fm/music/Jimmy+Eat+World\">Read more on Last.fm</a>", "Name": "Jimmy Eat World"}, "132": {"Type": "Person", "MBID": "7e9bd05a-117f-4cce-87bc-e011527a8b18", "BeginDate": "1992-11-23", "URL": "https://www.last.fm/music/Miley+Cyrus", "EndDate": "None", "ID": 132, "gender": "Female", "Location": "Toluca Lake", "Description": "Miley Ray Cyrus (born Destiny Hope Cyrus; November 23, 1992 in Nashville, Tennessee, United States) is an American actress and pop singer. She gained fame for her role as Miley Stewart/Hannah Montana on the Disney Channel sitcom Hannah Montana, which began in 2006 and ended in 2010. Cyrus recorded music for the soundtracks Hannah Montana (2006) and Hannah Montana 2/Meet Miley Cyrus (2007), released by Walt Disney Records, which helped establish her as a teen idol. <a href=\"https://www.last.fm/music/Miley+Cyrus\">Read more on Last.fm</a>", "Name": "Miley Cyrus"}, "133": {"Type": "Person", "MBID": "f22942a1-6f70-4f48-866e-238cb2308fbd", "BeginDate": "1971-08-18", "URL": "https://www.last.fm/music/Aphex+Twin", "EndDate": "None", "ID": 133, "gender": "Male", "Location": "London", "Description": "Aphex Twin, born Richard David James, August 18, 1971, in Limerick, Ireland to Welsh parents Lorna and Derek James, is an electronic music artist. He grew up in Cornwall, United Kingdom and started producing music around the age of 12 and made his first release aired on 1985. \n\nRichard has been hailed as \"the most inventive and influential figure in contemporary electronic music\", with his works ranging from ambient pieces to acid techno. \nIn 1991 Aphex formed the Rephlex record label with his friend Grant Wilson-Claridge. <a href=\"https://www.last.fm/music/Aphex+Twin\">Read more on Last.fm</a>", "Name": "Aphex Twin"}, "134": {"Type": "Person", "MBID": "87c5dedd-371d-4a53-9f7f-80522fb7f3cb", "BeginDate": "1965-11-21", "URL": "https://www.last.fm/music/Bj%C3%B6rk", "EndDate": "None", "ID": 134, "gender": "Female", "Location": "Iceland", "Description": "Björk Guðmundsdóttir, (born 21 November 1965 in Reykjavík, Iceland) known mononymously as Björk, is an Icelandic singer-songwriter, multi-instrumentalist, producer and occasional actress. Her musical career began when she was eleven with her study of classical piano in elementary school. One of her instructors sent a recording of Björk singing Tina Charles' song I Love to Love to RÚV, then the only radio station in Iceland. The recording was broadcast on national radio - after hearing it <a href=\"https://www.last.fm/music/+noredirect/Bj%C3%B6rk\">Read more on Last.fm</a>", "Name": "Björk"}, "135": {"Type": "None", "MBID": "None", "BeginDate": "None", "URL": "https://www.last.fm/music/Lil%27+Wayne", "EndDate": "None", "ID": 135, "Location": "None", "Description": "Dwayne Michael Carter, Jr. (born September 27, 1982 in New Orleans, Louisiana), better known by many as Lil Wayne, is an American rapper. Formerly a member of the rap group Hot Boy$, he joined the Cash Money Records collective as a teenager. Get It How U Live, released in 1997, was Lil Wayne’s first album with Hot Boy$.\nLil' Wayne's first solo album, Tha Block is Hot (1999), was certified platinum.\nHis following albums, Lights Out (2000) and 500 Degreez (2002), went gold. <a href=\"https://www.last.fm/music/Lil%27+Wayne\">Read more on Last.fm</a>", "Name": "Lil' Wayne"}, "136": {"Type": "Person", "MBID": "75167b8b-44e4-407b-9d35-effe87b223cf", "BeginDate": "1945-11-12", "URL": "https://www.last.fm/music/Neil+Young", "EndDate": "None", "ID": 136, "gender": "Male", "Location": "Canada", "Description": "Neil Percival Young (born November 12, 1945) is a Canadian singer-songwriter, guitarist, and social activist who is widely regarded as one of the most influential musicians of his generation, particularly as Neil Young & Crazy Horse. Young was born in Toronto, but he moved to the family home of Winnipeg as a child, which is where his music career began. Young began performing as a solo artist in Canada in 1960, before moving to California in 1966, where he co-founded the band Buffalo Springfield along with Stephen Stills and Richie Furay. <a href=\"https://www.last.fm/music/Neil+Young\">Read more on Last.fm</a>", "Name": "Neil Young"}, "137": {"Type": "Group", "MBID": "a94a7155-c79d-4409-9fcf-220cb0e4dc3a", "BeginDate": "1974", "URL": "https://www.last.fm/music/Talking+Heads", "EndDate": "1991", "ID": 137, "gender": "None", "Location": "United States", "Description": "Talking Heads were a new wave band which formed in 1974 in New York City, New York, United States. The band originally consisted of David Byrne (vocals, guitar), Tina Weymouth (bass) and Chris Frantz (drums), who had met while attending the Rhode Island School of Design. The band added Jerry Harrison (keyboards & guitar) in early 1977. The band released eight studio albums before disbanding in 1991. Talking Heads were inducted into the Rock and Roll Hall of Fame in 2002. <a href=\"https://www.last.fm/music/Talking+Heads\">Read more on Last.fm</a>", "Name": "Talking Heads"}, "138": {"Type": "Person", "MBID": "2944824d-4c26-476f-a981-be849081942f", "BeginDate": "1933-02-21", "URL": "https://www.last.fm/music/Nina+Simone", "EndDate": "2003-04-21", "ID": 138, "gender": "Female", "Location": "United States", "Description": "Eunice Kathleen Waymon (21 February 1933 – 21 April 2003), better known by her stage name Nina Simone, was an American singer-songwriter, pianist, arranger, and civil rights activist widely associated with jazz music. Simone aspired to become a classical pianist while working in a broad range of styles including classical, jazz, blues, soul, folk, rhythm and blues, gospel, and pop.\n\nSimone was born Eunice Kathleen Waymon on 21st February 1933 in Tryon, North Carolina, USA, one of eight children. <a href=\"https://www.last.fm/music/Nina+Simone\">Read more on Last.fm</a>", "Name": "Nina Simone"}, "139": {"Type": "None", "MBID": "ec5bae34-cd8d-47cb-aa66-60bc0fdce77b", "BeginDate": "None", "URL": "https://www.last.fm/music/Phoenix", "EndDate": "None", "ID": 139, "Location": "None", "Description": "There have been a number of artists going by the name of Phoenix\n(1) A popular French alternative rock band\n(2) A Romanian folk rock band\n(3) A short-lived British hard rock band\n(4) A UK-based filk band\n(5) A goa project\n(6) A RAC band with members from France and Sweden.\n(7) A hungarian rock band\n(8) A hungarian rapper\n(9) An Oklahoma City garage-soul band from the late 1960s/early 1970s \n(10) A Japanese pop group from the 60s.\n(11) A British rapper <a href=\"https://www.last.fm/music/Phoenix\">Read more on Last.fm</a>", "Name": "Phoenix"}, "140": {"Type": "Group", "MBID": "a96ac800-bfcb-412a-8a63-0a98df600700", "BeginDate": "1993", "URL": "https://www.last.fm/music/Modest+Mouse", "EndDate": "None", "ID": 140, "gender": "None", "Location": "Portland", "Description": "Modest Mouse is an alternative rock band which formed in 1993 in Issaquah, Washington, United States. The band's original lineup consisted of guitarist Isaac Brock, drummer Jeremiah Green and bassist Eric Judy. Since being signed to Sony's Epic Records in 2000, Modest Mouse has attained significant popular success with songs such as \"Float On\" and \"Dashboard.\"\n\nThe band's current configuration is Isaac Brock (vocals, guitar), Tom Peloso (strings, horns <a href=\"https://www.last.fm/music/Modest+Mouse\">Read more on Last.fm</a>", "Name": "Modest Mouse"}, "141": {"Type": "Person", "MBID": "7944ed53-2a58-4035-9b93-140a71e41c34", "BeginDate": "1951-10-02", "URL": "https://www.last.fm/music/Sting", "EndDate": "None", "ID": 141, "gender": "Male", "Location": "United Kingdom", "Description": "Gordon Matthew Thomas Sumner CBE (born 2 October 1951 in Wallsend, Newcastle upon Tyne, England), known by his stage name Sting, is an English musician, singer-songwriter, multi-instrumentalist, activist, actor and philanthropist. Prior to starting his solo career, he was the principal songwriter, lead singer and bassist for the rock band The Police. Throughout his career, Sting has incorporated distinct elements of jazz, reggae, classical, New Age, and worldbeat into his music. <a href=\"https://www.last.fm/music/Sting\">Read more on Last.fm</a>", "Name": "Sting"}, "142": {"Type": "Person", "MBID": "db4624cf-0e44-481e-a9dc-2142b833ec2f", "BeginDate": "1974-02-13", "URL": "https://www.last.fm/music/Robbie+Williams", "EndDate": "None", "ID": 142, "gender": "Male", "Location": "United Kingdom", "Description": "Robert Peter Williams (born 13 February 1974, Stoke-on-Trent, Staffordshire) is an English singer, songwriter, and record producer. While Williams' early pop career started with the hit boy band Take That, he has found far greater success since taking his leave in 1995. Williams has sold over 70 million records worldwide, which ranks him among the best-selling music artists worldwide. He is the best-selling British solo artist in the United Kingdom and the best selling non-Latino artist in Latin America.  <a href=\"https://www.last.fm/music/Robbie+Williams\">Read more on Last.fm</a>", "Name": "Robbie Williams"}, "143": {"Type": "Person", "MBID": "525f1f1c-03f0-4bc8-8dfd-e7521f87631b", "BeginDate": "1991-12-02", "URL": "https://www.last.fm/music/Charlie+Puth", "EndDate": "None", "ID": 143, "gender": "Male", "Location": "United States", "Description": "Charlie Puth (born Charles Otto Puth, Jr., December 2, 1991 in Rumson, New Jersey, United States) is a American pop singer from New Jersey who gained his fame through YouTube. He is best known for his 2015 debut single \"Marvin Gaye\", which features vocals from Meghan Trainor. He is also known for singing on Wiz Khalifa's \"See You Again\" taken from the \"Furious 7\" soundtrack. The single became a huge international success, reaching number one in Australia <a href=\"https://www.last.fm/music/Charlie+Puth\">Read more on Last.fm</a>", "Name": "Charlie Puth"}, "144": {"Type": "Group", "MBID": "074e3847-f67f-49f9-81f1-8c8cea147e8e", "BeginDate": "2004-03", "URL": "https://www.last.fm/music/Bring+Me+the+Horizon", "EndDate": "None", "ID": 144, "gender": "None", "Location": "United Kingdom", "Description": "Bring Me the Horizon are a British metalcore band from Sheffield, Yorkshire, who formed in 2004. Bring Me the Horizon consists of lead vocalist Oliver Sykes, lead guitarist Lee Malia, rhythm guitarist Jona Weinhofen, bassist Matt Kean and drummer Matt Nicholls. They are currently signed to Visible Noise Records in the UK, Epitaph Records in the US and to Shock Records in Australia. Their music has been said to be influenced diversely by grindcore <a href=\"https://www.last.fm/music/Bring+Me+the+Horizon\">Read more on Last.fm</a>", "Name": "Bring Me the Horizon"}, "145": {"Type": "Group", "MBID": "24e1b53c-3085-4581-8472-0b0088d2508c", "BeginDate": "1999", "URL": "https://www.last.fm/music/Avenged+Sevenfold", "EndDate": "None", "ID": 145, "gender": "None", "Location": "United States", "Description": "Avenged Sevenfold (often abbreviated to A7X) are a hard rock band which formed in 1999 in Huntington Beach, California, United States. The band consists of M. Shadows (vocals), Synyster Gates (guitar), Zacky Vengeance (guitar) and Johnny Christ (bass). The band's drummer James \"The Rev\" Sullivan died in 2009, and the band has not named a permanent replacement. Currently, the band tours with former Confide drummer Arin Ilejay.\n\nThe band has released five albums since their formation: \"Sounding the Seventh Trumpet\" (2001) <a href=\"https://www.last.fm/music/Avenged+Sevenfold\">Read more on Last.fm</a>", "Name": "Avenged Sevenfold"}, "146": {"Type": "Person", "MBID": "618b6900-0618-4f1e-b835-bccb17f84294", "BeginDate": "1945-03-30", "URL": "https://www.last.fm/music/Eric+Clapton", "EndDate": "None", "ID": 146, "gender": "Male", "Location": "United Kingdom", "Description": "Eric Clapton (born Eric Patrick Clapp in Ripley, Surrey, England on 30 March 1945), nicknamed \"Slowhand\", is a Grammy Award winning English composer, singer and guitarist who became one of the most respected artists of the rock era, winning three inductions into the Rock and Roll Hall of Fame. \n\nClapton's musical style has changed during his career, but has remained rooted in the blues. Clapton is credited as an innovator in several phases of his career <a href=\"https://www.last.fm/music/Eric+Clapton\">Read more on Last.fm</a>", "Name": "Eric Clapton"}, "147": {"Type": "Group", "MBID": "6c8b9855-ba8b-48f9-ac1d-42167f7f7b18", "BeginDate": "1997", "URL": "https://www.last.fm/music/The+Shins", "EndDate": "None", "ID": 147, "gender": "None", "Location": "United States", "Description": "The Shins are an American indie rock band centered around James Mercer.\n\nThe band formed in 1997, in Albuquerque, New Mexico, United States as a side project of Mercer (previously of Blue Roof Dinner) and drummer Jesse Sandoval, who were both members of Flake Music. The band's original lineup was Mercer (vocals, guitar), Sandoval (drums), Marty Crandall (keyboards) and Dave Hernandez (bass). Neil Langford replaced Hernandez in 1998. Hernandez returned to the band in 2003, as Langford had left the band in 2001. <a href=\"https://www.last.fm/music/The+Shins\">Read more on Last.fm</a>", "Name": "The Shins"}, "148": {"Type": "Person", "MBID": "611700cf-27f0-4dc9-ae80-c513a767853e", "BeginDate": "1975-09-09", "URL": "https://www.last.fm/music/Michael+Bubl%C3%A9", "EndDate": "None", "ID": 148, "gender": "Male", "Location": "Canada", "Description": "Michael Steven Bublé (born 9 September 1975 in Burnaby, British Columbia) is a Canadian singer and actor. He has won several awards, including three Grammy Awards and multiple Juno Awards. His first album reached the top ten in the United Kingdom and his home country of Canada. He found worldwide commercial success with his 2005 album It's Time, and his 2007 album Call Me Irresponsible was an even bigger success, reaching number one on the Canadian Albums Chart, the U. <a href=\"https://www.last.fm/music/+noredirect/Michael+Bubl%C3%A9\">Read more on Last.fm</a>", "Name": "Michael Bublé"}, "149": {"Type": "Person", "MBID": "cd8c5019-5d75-4d5c-bc28-e1e26a7dd5c8", "BeginDate": "1978-07-31", "URL": "https://www.last.fm/music/Jos%C3%A9+Gonz%C3%A1lez", "EndDate": "None", "ID": 149, "gender": "Male", "Location": "Sweden", "Description": "José González (born 1978 in Gothenburg, Sweden) is a Swedish indie folk singer-songwriter and guitarist (of Argentinian extraction). In 2003, he released his debut album, Veneer, in Europe. The album has since been released in the UK, on April 25, 2005, and in the United States on September 6, 2005. González is also a member of the Swedish band Junip, along with Elias Araya and Tobias Winterkorn.\n\nThe song Crosses, from Crosses EP and the later Veneer <a href=\"https://www.last.fm/music/+noredirect/Jos%C3%A9+Gonz%C3%A1lez\">Read more on Last.fm</a>", "Name": "José González"}}